Repository: open-power/petitboot
Catalog: po/*.po
Languages: de, es, fr, it, ja, pt_br, ru, vi

source: Autoboot: Specify which devices to autoboot from. By selecting the 'Add Device' button new devices can be added to the autoboot list, either by UUID, MAC address, or device type. Once added to the boot order, the priority of devices can be changed with the '-' (minus) and '+' (plus) keys. Devices can be individually removed from the boot order with the 'delete' or 'backspace' keys. Use this option if you have multiple operating system images installed. To autoboot from any device, select the 'Clear & Boot Any' button. In this case, any boot option that is marked as a default (by bootloader configuration) will be booted automatically after a timeout. Use this option if you want to quickly boot your system without changing any boot option settings. This is the typical configuration. To disable autoboot, select the 'Clear' button, which will clear the boot order. With autoboot disabled, user interaction will be required to continue past the petitboot menu. Use this option if you want the machine to wait for an explicit boot selection, or want to interact with petitboot before booting the system Timeout: Specify the length of time, in seconds, that the main menu will be displayed before the default boot option is started. This option is only displayed if autoboot is enabled. Network options: DHCP on all active interfaces: Automatically assigns IP addresses to each network interface. Use this option if you have a DHCP server on your network. DHCP on a specific interface: Automatically assigns IP addresses to the selected network interface. The other interfaces are not configured. Select this option if you have multiple DHCP servers on different interfaces, but only want to configure a single interface during boot. Static IP configuration: Allows you to specify an IPv4 address and network mask, gateway, and a DNS server or servers for a network interface. Select this option if you do not have a DHCP server, or want explicit control of network settings. HTTP(S) Proxy: Allows you to specify an optional HTTP or HTTPS proxy server if required, for example: "http://proxy:3128". Any HTTP(S) requests made by the pb-discover server will use these details. Disk R/W: Certain bootloader configurations may request write access to disks to save information or update parameters (eg. GRUB2). Use this option to control access to disks.
de: Automatisches Booten: Geben Sie an, auf welchen Einheiten ein automatisches Booten erfolgen soll. Durch Auswahl der Schaltfläche 'Einheit hinzufügen' können neue Einheiten zur Liste zum automatischen Booten hinzugefügt werden, entweder nach UUID, MAC-Adresse oder Einheitentyp. Nach dem Angeben der Bootreihenfolge kann die Priorität der Einheiten mit den Tasten "-" (Minus) und "+" (Plus) geändert werden. Mithilfe der Entf-Taste oder der Rücktaste können einzelne Geräte aus der Bootreihenfolge entfernt werden. Verwenden Sie diese Option, wenn Sie mehrere Betriebssystemimages installiert haben. Um ein automatisches Booten auf einer beliebigen Einheit durchzuführen, wählen Sie die Schaltfläche 'Löschen & bel. booten' aus. In diesem Fall wird mit jeder Bootoption, die (in der Konfiguration des Bootladeprogramms) als Standard markiert ist, nach einer Zeitlimitüberschreitung ein automatisches Booten durchgeführt. Verwenden Sie diese Option, wenn Sie Ihr System schnell ohne Änderung der Einstellungen für die Bootoptionen booten möchten. Dies ist die Standardkonfiguration. Um das automatische Booten zu inaktivieren, wählen Sie die Schaltfläche 'Inaktivieren' aus, mit deren Hilfe die Bootreihenfolge inaktiviert wird. Wenn das automatische Booten inaktiviert ist, muss die Benutzerinteraktion nach dem Petitboot-Menü fortgesetzt werden. Verwenden Sie diese Option, wenn die Maschine auf eine explizite Bootauswahl warten soll oder wenn Sie vor dem Booten des Systems mit Petitboot interagieren möchten. Zeitlimit: Geben Sie in Sekunden an, wie lange das Hauptmenü angezeigt wird, bis die Standardbootoption gestartet wird. Diese Option wird nur angezeigt, wenn das automatische Booten aktiviert ist. Netzoptionen: DHCP in allen aktiven Schnittstellen: Jeder Netzschnittstelle werden automatisch IP-Adressen zugewiesen. Verwenden Sie diese Option, wenn sich in Ihrem Netz ein DHCP-Server befindet. DHCP in einer bestimmten Schnittstelle: Der ausgewählten Netzschnittstelle werden automatisch IP-Adressen zugewiesen. Die anderen Schnittstellen werden nicht konfiguriert. Wählen Sie diese Option aus, wenn Sie über mehrere DHCP-Server in verschiedenen Schnittstellen verfügen, jedoch nur eine einzelne Schnittstelle beim Booten konfigurieren möchten. Konfiguration von statischem IP: Damit können Sie eine IPv4-Adresse und Netzmaske, ein Gateway sowie einen oder mehrere DNS-Server für eine Netzschnittstelle angeben. Wählen Sie diese Option aus, wenn Sie über keinen DHCP-Server verfügen oder eine explizite Steuerung der Netzeinstellungen wünschen. HTTP(S)-Proxy: Ermöglicht Ihnen die Angabe eines optionalen HTTP- oder HTTPS-Proxy-Servers, sofern erforderlich, z. B.: "http://proxy:3128". In HTTP(S)-Anforderungen, die über den Server pb-discover durchgeführt werden, werden diese Details verwendet. Lese-/Schreibvorgang auf Platte: Bestimmte Konfigurationen des Bootladeprogramms benötigen möglicherweise Schreibzugriff auf Platten, um Informationen zu speichern oder Parameter zu aktualisieren (z. B. GRUB2). Verwenden Sie diese Option, um Zugriff auf Platten zu steuern.
es: Arranque automático: Especifica desde qué dispositivos se arranca automáticamente. Con el botón 'Añadir dispositivo' se pueden añadir más dispositivos a la lista de arranque automático por UUID, dirección MAC o tipo de dispositivo. Una vez añadidos al orden de arranque, puede cambiar la prioridad del dispositivo con las teclas '-' (menos) y '+' (más). Los dispositivos pueden eliminarse individualmente del orden de arranque con las teclas 'suprimir' o 'retroceso'. Utilice esta opción si tiene varias imágenes de sistema operativo instaladas. Para arrancar automáticamente desde cualquier dispositivo, seleccione el botón 'Borrar y realizar cualquier arranque'. En este caso, la opción de arranque que esté marcada como predeterminada (por la configuración de arranque automático) arrancará automáticamente después de un tiempo de espera. Use esta opción si desea arrancar rápidamente el sistema sin cambiar ningún valor de las opciones de arranque. Esta es la configuración típica. Para inhabilitar el arranque automático, seleccione el botón 'Borrar' y se borrará el orden de arranque. Cuando está inhabilitado, se necesita la intervención del usuario para continuar hasta pasar el menú de petitboot. Utilice esta opción si desea que la máquina espere una selección de arranque explícita, o desea interactuar con petitboot antes de arrancar el sistema Tiempo de espera: especifique la duración de tiempo, en segundos, que el menú principal se visualizará antes de iniciar la opción de arranque predeterminada. Esta opción sólo se visualiza si el arranque automático está habilitado. Opciones de red: DHCP en todas las interfaces activas: asigna automáticamente direcciones IP a cada interfaz de red. Utilice esta opción si tiene un servidor DHCP en la red. DHCP en una interfaz específica: asigna automáticamente direcciones IP a la interfaz de red seleccionada. Las demás interfaces no se configuran. Seleccione esta opción si tiene varios servidores DHCP en distintas interfaces, pero sólo desea configurar una interfaz durante el arranque. Configuración IP estática: le permite especificar una dirección IPv4 y una máscara de red, pasarela y un servidor o servidores DNS para una interfaz de red. Seleccione esta opción si no tiene un servidor DHCP, o desea el control explícito de los valores de red. Proxy HTTP(S): Permite especificar un servidor proxy HTTP o HTTPS opcional si es necesario; por ejemplo: "http://proxy:3128". Todas las solicitudes HTTP(S) realizadas por el servidor de pb-discover utilizarán esta información. Lectura/Escritura en disco: Algunas configuraciones del gestor de arranque podrían solicitar acceso de escritura a los discos para guardar información o actualizar parámetros (ejemplo, GRUB2). Utilice esta opción para controlar el acceso a los discos.
fr: Amorçage automatique : spécifiez les unités à partir desquelles effectuer l'amorçage automatique. Le bouton 'Ajouter une unité' permet d'ajouter de nouvelles unités à la liste d'amorçage automatique, par UUID, adresse MAC ou type d'unité. Après l'ajout à l'ordre d'amorçage, la priorité des unités peut être changée avec les touches '-' (moins) et '+' (plus). Les unités peuvent être retirées individuellement de l'ordre d'amorçage avec les touches 'Suppr' ou 'Retour arrière'. Utilisez cette option si plusieurs images de système d'exploitation sont installées. Pour effectuer l'amorçage automatique à partir de n'importe quelle unité, cliquez sur Effacer & amorcer. Dans ce cas, toute option d'amorçage définie comme option par défaut (par la configuration du chargeur de démarrage) sera amorcée automatiquement après un délai d'attente. Utilisez cette option pour amorcer votre système rapidement sans changer les paramètres des options d'amorçage. Il s'agit de la configuration classique d'amorçage. Pour désactiver l'amorçage automatique, cliquez sur 'Effacer' pour effacer l'ordre d'amorçage. Lorsque l'amorçage automatique est désactivé, l'utilisateur doit intervenir pour continuer au-delà du menu Petitboot. Utilisez cette option si vous voulez que la machine attende une sélection d'amorçage explicite ou si vous voulez interagir avec Petitboot avant l'amorçage du système. Délai d'attente : Indiquez le temps, en secondes, pendant lequel le menu principal sera affiché avant le lancement de l'option d'amorçage par défaut. Cette option apparaît uniquement si l'amorçage automatique est activé. Options de réseau : DHCP sur toutes les interfaces actives : Affecte automatiquement des adresses IP à chaque interface réseau. Utilisez cette option si vous disposez d'un serveur DHCP sur votre réseau. DHCP sur une interface spécifique : Affecte automatiquement des adresses IP à l'interface réseau sélectionnée. Les autres interfaces ne sont pas configurées. Sélectionnez cette option si vous disposez de plusieurs serveurs DHCP sur différentes interfaces, mais que vous voulez n'en configurer qu'une lors de l'amorçage. Configuration IP statique : Permet d'indiquer une adresse, un masque de réseau et une passerelle IPv4, ainsi qu'un ou plusieurs serveurs DNS pour l'interface réseau. Sélectionnez cette option si vous n'avez pas de serveur DHCP ou si vous souhaitez un contrôle explicite des paramètres réseau. Proxy HTTP(S) : permet de spécifier un serveur proxy HTTP ou HTTPS facultatif si requis, par exemple "http://proxy:3128". Toute demande HTTP(S) effectuée par le serveur pb-discover utilisera ces détails. Disque Lecture/Ecriture : certaines configs de chargeur d'amorçage peuvent requérir l'accès en écriture aux disques pour sauvegarder des informations ou mettre à jour des paramètres (ex : GRUB2). Utilisez cette option pour contrôler l'accès aux disques.
ja: 自動ブート: 自動ブートを開始するデバイスを指定します。 「デバイスの追加」ボタンを選択すれば、新しいデバイスを UUID、MAC アドレス、デバイス・タイプのいずれかで自動ブート・リストに追加できます。ブート順序に追加されたデバイスの優先順位は「-」(負符号) キーと「+」(正符号) キーで変更できます。「Delete」キーまたは「Backspace」キーを使用すれば、デバイスを個別にブート順序から削除できます。このオプションは、複数のオペレーティング・システム・イメージがインストールされている場合に使用してください。 任意のデバイスから自動ブートを行うには、「消去してブート」ボタンを選択します。この場合、(ブート・ローダー構成により) デフォルトとしてマークされているブート・オプションは、タイムアウト後に自動的にブートされます。このオプションは、ブート・オプション設定を変更することなくシステムを素早くブートする場合に使用してください。これは標準の構成です。 自動ブートを無効にするには、「消去」ボタンを選択します。これによりブート順序が消去されます。自動ブートが無効になっている場合に petitboot メニューより先に進むには、ユーザーによる対話が必要となります。このオプションは、明示的なブート選択をマシンが待機するようにしたい場合、またはシステムのブート前に petitboot と対話したい場合に使用してください。 タイムアウト: デフォルト・ブート・オプションが開始される前にメインメニューが表示される期間 (秒) を指定します。このオプションが表示されるのは、自動ブートが有効になっている場合に限られます。 ネットワーク・オプション: 全アクティブ・インターフェースに DHCP: IP アドレスが各ネットワーク・インターフェースに自動的に割り当てられます。ご使用のネットワーク上に DHCP サーバーがある場合に、このオプションを使用します。 特定のインターフェースに DHCP: 選択されたネットワーク・インターフェースに IP アドレスが自動的に割り当てられます。その他のインターフェースは構成されません。さまざまなインターフェースに対して複数の DHCP サーバーがあるが、ブート時には単一のインターフェースのみを構成したい 場合に、このオプションを選択します。 静的 IP 構成: ネットワーク・インターフェースの IPv4 アドレスとネットワーク・マスク、ゲートウェイ、および DNS サーバーを指定できます。DHCP サーバーがない場合や、ネットワーク設定を明示的に制御したい場合に、このオプションを選択します。 HTTP(S) プロキシー: 必要に応じて、オプションの HTTP または HTTPS プロキシー・サーバー (例えば "http://proxy:3128") を指定できます。pb ディスカバー・サーバーによって行われた HTTP(S) 要求では、これらの詳細が使用されます。 ディスク R/W: 特定のブート・ローダー構成では、情報を保存したり、パラメーター(例: GRUB2) を更新するために、ディスクへの書き込み権限が必要な場合があります。このオプションを使用して、ディスクへのアクセスを制御します。
pt_br: Inicialização automática: especifique a partir de quais dispositivos iniciar a inicialização automática. Selecionando o botão 'Incluir dispositivo' novos dispositivos podem ser incluídos na lista de inicialização automática, seja por UUID, endereço MAC ou tipo de dispositivo. Quando incluído para a ordem de inicialização, a prioridade de dispositivos pode ser alterada com as chaves '-' (menos) e '+' (mais). Os dispositivos podem ser removidos individualmente da ordem de inicialização com as chaves 'delete' ou 'backspace'. Use esta opção se possuir múltiplas imagens de sistema operacional instaladas. Para inicializar automaticamente qualquer dispositivo, selecione o botão 'Limpar e inicializar todos'. Nesse caso, qualquer opção de inicialização que for marcada como padrão (pela configuração do carregador de inicialização) será inicializada automaticamente após um tempo limite. Use essa opção se desejar inicializar rapidamente seu sistema sem mudar quaisquer configurações de opção de inicialização. Essa é a configuração típica. Para desativar a inicialização automática, selecione o botão 'Limpar', que limpará a ordem de de inicialização. Com a inicialização automática desativada, a interação com o usuário será requerida para continuar pelo menu do petitboot. Use essa opção se desejar que a máquina aguarde uma seleção de inicialização explícita, ou desejar interagir com o petitboot antes de inicializar o sistema Tempo limite: Especifique a duração de tempo, em segundos, em que o menu principal será exibido antes que a opção de inicialização padrão seja iniciada. Essa opção será exibida apenas se a inicialização automática estiver ativada. Opções de rede: DHCP (Protocolo de Configuração de Host Dinâmico) em todas as interfaces ativas: designa automaticamente endereços IP a cada interface de rede. Use essa opção se tiver um servidor DHCP em sua rede. DHCP (Protocolo de Configuração de Host Dinâmico) em uma interface específica: designa automaticamente endereços IP à interface de rede selecionada. As outras interfaces não estão configuradas. Selecione essa opção se tiver vários servidores DHCP em interfaces diferentes, mas desejar apenas configurar uma única interface durante a inicialização. Configuração de IP Estático: permite que você especifique um endereço IPv4 (Protocolo de Internet versão 4) e máscara, gateway e servidor(es) DNS de rede para uma interface de rede. Selecione essa opção se você não tiver um servidor DHCP ou desejar o controle explícito das configurações de rede. Proxy HTTP(S): Permite que você especifique um servidor proxy HTTP ou HTTPS opcional se necessário, por exemplo: "http://proxy:3128". Qualquer solicitação HTTP(S) efetuada pelo servidor pb-discover usará estes detalhes. R/W de disco: determinadas configurações do carregador de inicialização podem solicitar acesso de gravação aos discos para salvar informações ou atualizar parâmetros (por exemplo, GRUB2). Use essa opção para controlar acesso aos discos.
ru: Autoboot: Укажите, с каких устройств выполнять автоматическую загрузку. При нажатии кнопки 'Добавить устройство' можно добавить новые устройства в список autoboot по UUID, MAC-адресу или типу устройства. После добавления в список порядка загрузки приоритет устройств можно изменить с помощью клавиш '-' (минус) и '+' (плюс). Для удаления конкретного устройства из списка нажмите клавишу 'Delete' или 'Backspace'. Используйте данный вариант, если у вас установлено несколько образов операционных систем. Для автоматической загрузки с любого устройства нажмите кнопку 'Очистить и загрузить все'. В этом случае вариант загрузки, помеченный как выбор по умолчанию (задается с помощью конфигурации bootloader) будет загружен автоматически после тайм-аута. Эта опция применяется для быстрой загрузки системы без изменения параметров загрузки. Это обычная конфигурация. Для отключения автоматической загрузки нажмите кнопку 'Очистить', после чего будет выполнен сброс порядка загрузки. При отключенной автоматической загрузке для продолжения работы с меню petitboot потребуется взаимодействие с пользователем. Используйте этот вариант в том случае, если хотите, чтобы машина ждала точный выбор загрузки, или если хотите поработать с petitboot до загрузки системы Тайм-аут: указывает отрезок времени в секундах, который выведет главное меню до начала текущей загрузки. Эта опция выводится только при включенной автозагрузке. Сетевые опции: DHCP на всех активных интерфейса: автоматически присваивает IP-адрес каждому сетевому интерфейсу. Используйте этот вариант в том случае, если сервер DHCP есть в вашей сети. DHCP на конкретном интерфейс: автоматически присваивает IP-адрес указанному сетевому интерфейсу. Другие интерфейсы не настроены. Выберите этот вариант, если у вас несколько серверов DHCP на разных интерфейсах, но хотите настроить при загрузке только один интерфейс. Настройка статического IP: позволяет указать IPv4-адрес и сетевую маску, шлюз и сервер DNS или серверы для сетевого интерфейса. Выберите этот вариант если у вас нет сервера DHCP, или если требуется точный контроль параметров сети. Прокси HTTP(S): позволяет указать прокси-сервер HTTP или HTTPS, если необходимо. Например: "http://proxy:3128". Эти сведения будут использоваться для всех запросов HTTP(S), сделанных сервером pb-discover. Чтение / Запись диска: для некоторых конфигураций bootloader может потребоваться доступ к дискам для записи с целью сохранения информации или обновления параметров (пример: GRUB2). Эта опция применяется для управления доступом к дискам.
vi: Tự khởi động: Khai báo thiết bị để tự khởi động. Khi chọn nút 'Thêm thiết bị' button, các thiết bị mới sẽ được thêm vào danh sách tự khởi động, có thể với UUID, địa chỉ MAC hoặc kiểu thiết bị. Khi đã được thêm vào trật tự khởi động, hiệu chỉnh ưu tiên của thiết bị có thể thay đổi với phím '-' (dấu trừ) hoặc '+' (dấu cộng). Các thiết bị có thể được xoá một cách riêng rẽ từ trật tự khởi động với phím 'delete' hoặc 'backspace'. Dùng lựa chọn này nếu bạn có nhiều hệ điều hành được cài đặt. Để tự khởi động từ bất kể thiết bị nào, chọn nút 'Xoá & Khởi động bất kì'. Trong trường hợp này bất kể lựa chọn nào được đánh dấu là mặc định (bởi bootloader) sẽ được tự kích hoạt sau khi đợi hết thời gian chờ. Dùng lựa chọn này nếu bạn muốn khởi động nhanh vào hệ thống mà không muốn thay đổi bất cứ hiệu chỉnh gì. Để vô hiệu tự khởi động, chọn nút 'Xoá' để xoá hết các trật tự khởi động. Khi tự khởi động đã bị vô hiệu hoá, người dùng phải tương tác để tiếp tục đi quá menu petitboot. Sử dụng lựa chọn này nếu bạn muốn máy đợi cho một lựa chọn khởi động cụ thể nào đó, hoặc chỉ đơn giản là muốn tương tác với petitboot trước khi khởi động hệ thống Hết giờ: Khai báo thời gian (giây) cho menu chính phải chờ trước khi ngả về lựa chọn khởi động mặc định. Lựa chọn này chỉ được hiển thị khi chức năng tự khởi động có hiệu lực. Các lựa chọn mạng: DHCP trên toàn bộ các giao diện có hiệu lực: Tự động cấp phép địa chỉ IP cho từng giao diện mạng. Dùng lựa chọn này nếu bạn có máy chủ DHCP. DHCP trên một giao diện nhất định: Tự động cấp phép địa chỉ IP cho giao diện mạng được chọn. Các giáo diện khác sẽ không được cấu hình. Dùng lựa chọn này nếu bạn có nhiểu máy chủ DHCP trên nhiều giao diện khác nhau nhưng chỉ muốn cấu hình một giao diện để khởi động. Cấu hình IP tĩnh: Cho phép khai báo địa chỉ IPv4 và mặt nạ, gateway và máy chủ DNS server hoặc các máy chủ cho một giao diện mạng. Chọn lựa này nếu bạn không có máy chủ DHCP hoặc bạn muốn cụ thể kiểm sát cấu hình mạng. HTTP(S) Proxy: Cho phép khai báo một máy chủ proxy HTTP / HTTPSnếu cần, vd: "http://proxy:3128". Tất cả request HTTP(S) mà được tạo bởi máy chủ pb-discover server sẽ dùng các chi tiết đấy. Đĩa Đọc/Ghi: Một số cấu hình bootloader nhất định có thể yêu cầu được ghi vào đĩa để lưu trữ thông tin hoặc các tham biến (vd: GRUB2). Dùng lựa chọn này nếu muốn quản lý truy cập vào đĩa.

source: Petitboot Plugin
de: Petitboot-Plug-ins
es: Plugins de Petitboot
fr: Plug-in Petitboot
ja: Petitboot プラグイン
pt_br: Plug-in de Petitboot
vi: Petitboot Plugins

source: Finished: %s
de: Fertiggestellt: %s
es: Finalizado: %s
fr: Terminé : %s
ja: 完了しました: %s
vi: Hoàn tất: %s

source: Installing plugin %s
de: Installieren von Plug-in %s
es: Instalando plugin %s
fr: Installation du plug-in %s
ja: プラグイン %s をインストールしています
vi: Đang cài đặt plugin %s

source: Failed to send install request
de: Fehler beim Senden der Installationsanforderung
es: No se ha podido enviar la solicitud de instalación
fr: Echec de l'envoi de la demande d'installation
ja: インストール要求を送信できませんでした
vi: Thất bại trong việc gửi yêu cầu cài đặt

source: Name:
es: Nombre:
fr: Nom :
ja: 名前:
vi: Tên:

source: Vendor:
de: Lieferant:
es: Proveedor:
fr: Fournisseur :
ja: ベンダー:
vi: Nhà sản xuất:

source: Vendor ID:
de: Lieferanten-ID:
es: ID de proveedor:
fr: ID du fournisseur :
ja: ベンダー ID:
vi: ID nhà sx:

source: Version:
es: Versión:
ja: バージョン:
vi: Phiên bản:

source: Date
de: Datum
es: Fecha
ja: 日付
vi: Ngày

source: Commands:
de: Befehle:
es: Mandatos:
fr: Commandes :
ja: コマンド:
vi: Lệnh:

source: Run selected command
de: Ausgewählten Befehl ausführen
es: Ejecutar mandato seleccionado
fr: Exécuter la commande sélectionnée
ja: 選択したコマンドを実行してください
vi: Chạy lệnh được chọn

source: This screen lists the details and available commands of an installed plugin. To run a plugin command choose it in the list and select the "Run" button. The Petitboot UI will temporarily exit to run the command, then return to this screen.
de: Diese Anzeige enthält eine Liste der Details und verfügbaren Befehle eines installierten Plug-ins. Um einen Plug-in-Befehl auszuführen, wählen Sie ihn in der Liste aus und wählen die Schaltfläche "Ausführen" aus. Die Petitboot-UI wird dann vorübergehend verlassen, um den Befehl auszuführen. Danach erfolgt die Rückkehr zu dieser Anzeige.
es: Esta pantalla muestra los detalles y los mandatos disponibles de un plugininstalado. Para ejecutar un mandato del plugin, elíjalo en la lista y seleccione el botón "Ejecutar". La UI de Petitboot saldrá temporalmente para ejecutar el mandato y volverá después aesta pantalla.
fr: Cet écran répertorie les détails et les commandes disponibles d'un plug-in installé. Pour exécuter une commande de plug-in, choisissez-la dans la liste et cliquez sur le bouton "Exécuter". L'interface utilisateur Petitboot se ferme temporairement pour exécuter la commande, puis revient à cet écran.
ja: この画面には、インストールされたプラグインの詳細と使用可能コマンドがリストされます。 プラグイン・コマンドを実行するには、対象のコマンドをリストで選択して「実行」ボタンを選びます。Petitboot UI が一時的に終了して、コマンドが実行され、その後でこの画面に戻ります。
vi: Màn hình này liệt kê các thông tin và lệnh hiện hành của một plugin đã được cài đặt. Để chạy một lệnh plugin xin chọn nó trong danh mục và chọn nút "Chạy". Giao diện Petitboot UI sẽ tạm thời thoát ra để chạy lệnh rồi sẽ trở về màn hình này.
