Repository: open-power/petitboot
Catalog: po/*.po
Languages: de, es, fr, it, ja, pt_br, ru, vi

source: Plugins discovered by Petitboot are listed in this menu. Press Enter to install the selected plugin. Once installed the plugin details can be seen by pressing 'e'. From the detailed view plugin commands can also be run.
de: Dieses Menü enthält die durch Petitboot gefundenen Plug-ins. Drücken Sie die Eingabetaste, um das ausgewählte Plug-in zu installieren. Nach der Installation können die Details zum Plug-in angezeigt werden, indem 'e' gedrückt wird. In der detaillierten Ansicht können Plug-in-Befehle auch ausgeführt werden.
es: Los plugins descubiertos por Petitboot se listan en este menú. Pulse Intro para instalar el plugin seleccionado. Una vez instalado el plugin, pulse 'e' para ver los detalles. En la vista detallada, también pueden ejecutarse los mandatos del plugin.
fr: Les plug-in détectés par Petitboot sont répertoriés dans ce menu. Appuyez sur Entrée pour installer le plug-in sélectionné. Une fois le plug-in installé, vous pouvez afficher ses détails en appuyant sur 'e'. Depuis la vue détaillée, vous pouvez également exécuter des commandes.
ja: Petitboot によって検出されたプラグインがこのメニューにリストされます。 選択したプラグインをインストールするには、Enter を押してください。「e」を押せば、インストールしたプラグインの詳細を表示できます。詳細ビューからプラグイン・コマンドを実行することもできます。
vi: Các Plugin được khám phả bởi Petitboot sẽ được liệt kê trong menu này. Ấn Enter để cài đặt plugin lựa chọn. Khi cài xong plugin các thông tin có thể được truy xuất với nút ấn 'e'. Từ giao diện plugin các lệnh cũng có thể được chạy.

source: Petitboot status log
de: Petitboot-Statusprotokoll
es: Registro de estado de Petitboot
fr: Journal d'état de Petitboot
ja: Petitboot 状況ログ
vi: Log trạng thái Petitboot

source: Usage
de: Verwendung
es: Uso
fr: Utilisation
it: Utilizzo
ja: 使用法
pt_br: Uso
ru: Использование
vi: Cách sử dụng

source: %u %s downloading: %.0f%% - %lu%cB
de: Herunterladen von %u %s: %.0f%% - %lu%cB
es: %u %s descargando: %.0f%% - %lu%cB
ja: %u %s ダウンロード中: %.0f%% - %lu%cB
pt_br: %u %s fazendo download: %.0f%% - %lu%cB
ru: %u - загрузка %s: %.0f%% - %lu%cB

source: OK
es: Aceptar

source: IP/mask:
de: IP/Maske:
es: IP/máscara:
fr: IP/masque :
it: IP/maschera:
ja: IP/マスク:
pt_br: IP/máscara:
ru: IP/маска:

source: (eg. 192.168.0.10 / 24)
de: (z. B. 192.168.0.10 / 24)
es: (por ej. 192.168.0.10 / 24)
fr: (par exemple 192.168.0.10 / 24)
it: (ad es. 192.168.0.10 / 24)
ja: (例: 192.168.0.10 / 24)
pt_br: (por exemplo, 192.168.0.10 / 24)

source: Gateway:
es: Pasarela:
fr: Passerelle :
ja: ゲートウェイ:
ru: Шлюз:

source: (eg. 192.168.0.1)
de: (z. B. 192.168.0.1)
es: (por ej. 192.168.0.1)
fr: (par exemple 192.168.0.1)
it: (ad es. 192.168.0.1)
ja: (例: 192.168.0.1)
pt_br: (por exemplo, 192.168.0.1)

source: HTTP Proxy:
es: Proxy HTTP
fr: Proxy HTTP :
ja: HTTP プロキシー:
pt_br: Proxy de HTTP:
ru: Прокси HTTP:

source: HTTPS Proxy:
es: Proxy HTTPS:
fr: Proxy HTTPS :
ja: HTTPS プロキシー:
pt_br: Proxy HTTPS:
ru: Прокси HTTPS:

source: Boot console:
de: Konsole booten:
es: Consola de arranque:
fr: Console d'amorçage :
ja: ブート・コンソール:
pt_br: Console de inicialização:
ru: Консоль загрузки:

source: System status log
de: Systemstatusprotokoll
es: Registro de estado del sistema
fr: Journal d'état du système
ja: システム状況ログ
pt_br: Log de status do sistema
ru: Протокол состояния системы

source: Petitboot Plugins
es: Plugins de Petitboot
fr: Plug-in Petitboot
ja: Petitboot プラグイン
pt_br: Plug-ins de Petitboot

source: From the main menu screen, select a boot option. The options displayed are available on the system and the network. To select a boot option, press Enter. To make changes to an existing option, type E (edit). To add a new boot option, type N (new). To display information about the system, including the MAC addresses of each network interface, type I (information). To make changes to the system configuration, type C (configure). To set the language for the petitboot interface, type L (language). To view the log of status messages from the discovery process, type G (log). To find new or updated boot options on the system, select the 'Rescan devices' option. To retreive new boot options from a remote configuration file, select the 'Retrieve config from URL' option. To close the Petitboot interface, type X (exit).
de: Wählen Sie im Bildschirm des Hauptmenüs eine Bootoption aus. Die angezeigten Optionen sind auf dem System und im Netz verfügbar. Drücken Sie zur Auswahl einer Bootoption die Eingabetaste. Wenn Sie eine bestehende Option ändern möchten, geben Sie E (Bearbeiten) ein. Wenn Sie eine neue Bootoption hinzufügen möchten, geben Sie N (Neu) ein. Wenn Sie Informationen zum System (einschließlich der MAC-Adressen jeder Netzschnittstelle) anzeigen möchten, geben Sie I (Informationen) ein. Wenn Sie die Systemkonfiguration ändern möchten, geben Sie C (Konfigurieren) ein. Wenn Sie die Sprache für die Petitboot-Schnittstelle festlegen möchten, geben Sie L (Sprache) ein. Geben Sie "G (log)" ein, um das Protokoll der Statusnachrichten aus dem Erkennungsprozess anzuzeigen. Um neue oder aktualisierte Bootoptionen auf dem System zu suchen, wählen Sie die Option 'Einheiten erneut scannen' aus. Wenn Sie neue Bootoptionen aus einer fernen Konfigurationsdatei abrufen möchten, wählen Sie die Option 'Konfiguration über URL abrufen' aus. Wenn Sie die Petitboot-Schnittstelle schließen möchten, geben Sie X (Beenden) ein.
es: En la pantalla de menú principal, seleccione una opción de arranque. Las opciones aquí mostradas están disponibles en el sistema y la red. Para seleccionar una opción de arranque, pulse Intro. Para realizar cambios en una opción existente, escriba E (editar). Para añadir una nueva opción de arranque, escriba N (nueva). Para visualizar información sobre el sistema, incluidas las direcciones MAC de cada interfaz de red, escriba I (información). Para realizar cambios en la configuración del sistema, escriba C (configurar). Para establecer el idioma para la interfaz de petitboot, escriba L (idioma). Para ver el registro de los mensajes de estado del proceso de descubrimiento, escriba G (registro). Para encontrar opciones de arranque nuevas o actualizadas en el sistema,seleccione la opción 'Volver a escanear dispositivos'. Para recuperar nuevas opciones de arranque de un archivo de configuración remoto, seleccione la opción 'Recuperar configuración de URL'. Para cerrar la interfaz de Petitboot, escriba X (salir).
ja: メインメニュー画面からブート・オプションを選択して ください。 表示されているオプションがシステムおよびネットワーク で使用できるオプションです。 ブート・オプションを選択するには、Enter キーを押します。 既存のオプションを変更するには、E (編集) を入力します。 新規ブート・オプションを追加するには、N (新規) を入力します。 システムに関する情報 (各ネットワーク・インターフェースの MAC アドレスなど) を表示するには、I (情報) を入力します。 システム構成を変更するには、C (構成) を入力します。 petitboot インターフェースの言語を設定するには、L (言語) を入力します。 ディスカバリー・プロセスにおける状況メッセージのログを表示するには、G (ログ) を入力します。 システムで新規ブート・オプションや更新されたブート・ オプションを検索するには、「デバイスの再スキャン」 オプションを選択します。 リモート構成ファイルから新規ブート・オプションを 取得するには、「URL から構成を取得」オプションを 選択します。 Petitboot インターフェースを閉じるには、X (終了) を入力します。
pt_br: Na tela do menu principal, selecione uma opção de inicialização. As opções exibidas estão disponíveis no sistema e na rede. Para selecionar uma opção de inicialização, pressione Enter. Para fazer alterações em uma opção existente, digite E (editar). Para incluir uma nova opção de inicialização, digite N (novo). Para exibir informações sobre o sistema, inclusive os endereços de Controle de Acesso à Mídia de cada interface de rede, digite I (informações). Para fazer alterações na configuração do sistema, digite C (configurar). Para configurar o idioma da interface do petitboot, digite L (idioma). Para visualizar o log de mensagens de status do processo de descoberta, digite G (log). Para localizar opções de inicialização novas ou atualizadas no sistema, selecione a opção 'Varrer novamente dispositivos'. Para recuperar novas opções de inicialização a partir de um arquivo de configuração remoto, selecione a opção 'Recuperar configuração a partir da URL'. Para fechar a interface do Petitboot, digite X (sair).
ru: Выберите вариант загрузки на экране главного меню. Представленные варианты доступны в системе и в сети. Для выбора варианта загрузки нажмите клавишу Enter. Для изменения существующего варианта нажмите клавишу E (edit). Для добавления нового варианта загрузки нажмите клавишу N (new). Для вывода информации о системе, включая адреса MAC для каждого сетевого интерфейса, нажмите клавишу I (information). Для изменения конфигурации системы нажмите клавишу C (configure). Для выбора языка интерфейса petitboot нажмите клавишу L (language). Для того чтобы просмотреть протокол сообщений о состоянии процесса обнаружения, введите G (протокол). Для того чтобы найти в системе вариант новой или обновленной загрузки, выберите опцию 'Заново сканировать устройства'. Для передачи нового варианта загрузки из удаленного файла конфигурации выберите опцию 'Получить конфигурацию из URL'. Закрыть интерфейс Petitboot можно, нажав клавишу X (exit).

source: Plugins (%u)
fr: Plug-in (%u)

source: Plugins (0)
fr: Plug-in (0)
ja: プラグイン (0)

source: From the main menu screen, select a boot option. The options displayed are available on the system and the network. To select a boot option, press Enter. To make changes to an existing option, type E (edit). To add a new boot option, type N (new). To display information about the system, including the MAC addresses of each network interface, type I (information). To make changes to the system configuration, type C (configure). To set the language for the petitboot interface, type L (language). To view the log of status messages from the discovery process, type G (log). To find new or updated boot options on the system, select the 'Rescan devices' option. To retreive new boot options from a remote configuration file, select the 'Retrieve config from URL' option. To restrict petitboot to only autobooting from a specific device type, the following keys are available: F10: Only autoboot from disk F11: Only autoboot from USB devices F12: Only autoboot from network Unlike other keys, these do not cancel automatic boot. To close the Petitboot interface, type X (exit).
fr: Dans l'écran du menu principal, sélectionnez une option d'amorçage. Les options affichées sont disponibles sur le système et le réseau. Pour sélectionner une option d'amorçage, appuyez sur Entrée. Pour modifier une option existante, tapez E (éditer). Pour ajouter une nouvelle option d'amorçage, tapez N (nouveau). Pour afficher des informations sur le système, notamment les adresses MAC de chaque interface réseau, tapez I (information). Pour modifier la configuration système, tapez C (configurer). Pour définir la langue pour l'interface Petitboot, tapez L (langue). Pour afficher le journal des messages d'état depuis le processus de reconnaissance, entrez G (journal). Pour rechercher les options d'amorçage nouvelles ou mises à jour sur le système, sélectionnez l'option 'Réanalyser les unités'. Pour extraire de nouvelles options d'amorçage d'un fichier de configuration système, sélectionnez 'Réanalyser l'option 'Récupérer la config depuis une URL'. Pour fermer l'interface Petitboot, tapez X (exit).

source: running boot hooks
it: esecuzione di hook di avvio

source: Couldn't load %s
it: Impossibile caricare %s

source: performing kexec_load
it: esecuzione di kexec_load

source: kexec load failed
it: caricamento di kexec non riuscito

source: performing kexec reboot
it: esecuzione del riavvio kexec

source: Booting %s.
it: Avvio di %s.

source: Booting in %d sec: %s
it: Avvio in %d sec: %s

source: Processing %s device %s
it: Elaborazione dispositivo %s %s

source: Processing %s complete
it: Elaborazione %s completata

source: Processing dhcp event on %s
it: Elaborazione evento dhcp in %s

source: Processing user config
it: Elaborazione configurazione utente

source: Processing user config complete
it: Elaborazione configurazione utente completata

source: Received config URL %s
it: URL di configurazione ricevuto %s

source: No network configured
it: Nessuna rete configurata

source: Config file %s parsed
it: File di configurazione %s analizzato

source: Error
it: Errore

source: Info
it: Informazioni

source: Enter=accept, e=edit, n=new, x=exit, l=language, h=help
it: Invio=accetta, e=modifica, n=nuovo, x=uscita, l=lingua, h=guida

source: From the main menu screen, select a boot option. The options displayed are available on the system and the network. To select a boot option, press Enter. To make changes to an existing option, type E (edit). To add a new boot option, type N (new). To display information about the system, including the MAC addresses of each network interface, type I (information). To make changes to the system configuration, type C (configure). To set the language for the petitboot interface, type L (language). To find new or updated boot options on the system, select the 'Rescan devices' option. To retreive new boot options from a remote configuration file, select the 'Retrieve config from URL' option. To close the Petitboot interface, type X (exit).
it: Dallo schermo del menu principale, selezionare un'opzione di avvio. Le opzioni visualizzate sono disponibili sul sistema e sulla rete. Per selezionare un'opzione di avvio, premere Invio. Per apportare modifiche a un'opzione esistente, digitare E (modifica). Per aggiungere una nuova opzione di avvio, digitare N (nuovo). Per visualizzare le informazioni sul sistema, compresi gli indirizzi MAC di ciascuna interfaccia di rete, digitare I (informazioni). Per apportare modifiche alla configurazione del sistema, digitare C (configura). Per impostare la lingua per l'interfaccia Petitboot, digitare L (lingua). Per trovare opzioni di avvio nuove o aggiornate sul sistema, selezionare l'opzione 'Scansione unità'. Per richiamare nuove opzioni di avvio da un file di configurazione remoto, selezionare l'opzione 'Richiama configurazione da URL'. Per chiudere l'interfaccia Petitboot, digitare X (uscita).

source: Autoboot: Specify which devices to autoboot from. By selecting the 'Add Device' button new devices can be added to the autoboot list, either by UUID, MAC address, or device type. Once added to the boot order, the priority of devices can be changed with the 'left' and 'right' keys Devices can be individually removed from the boot order with the minus key. Use this option if you have multiple operating system images installed. To autoboot from any device, select the 'Clear & Boot Any' button. In this case, any boot option that is marked as a default (by bootloader configuration) will be booted automatically after a timeout. Use this option if you want to quickly boot your system without changing any boot option settings. This is the typical configuration. To disable autoboot, select the 'Clear' button, which will clear the boot order. With autoboot disabled, user interaction will be required to continue past the petitboot menu. Use this option if you want the machine to wait for an explicit boot selection, or want to interact with petitboot before booting the system Timeout: Specify the length of time, in seconds, that the main menu will be displayed before the default boot option is started. This option is only displayed if autoboot is enabled. Network options: DHCP on all active interfaces: Automatically assigns IP addresses to each network interface. Use this option if you have a DHCP server on your network. DHCP on a specific interface: Automatically assigns IP addresses to the selected network interface. The other interfaces are not configured. Select this option if you have multiple DHCP servers on different interfaces, but only want to configure a single interface during boot. Static IP configuration: Allows you to specify an IPv4 address and network mask, gateway, and a DNS server or servers for a network interface. Select this option if you do not have a DHCP server, or want explicit control of network settings. Disk R/W: Certain bootloader configurations may request write access to disks to save information or update parameters (eg. GRUB2). Use this option to control access to disks.
it: Avvio automatico: specificare da quali dispositivi eseguire l'avvio automatico. Selezionando il pulsante 'Aggiungi dispositivo' sarà possibile aggiungere nuovi dispositivi all'elenco di avvio automatico, in base a UUID, indirizzo MAC o tipo di dispositivo. Una volta aggiunto all'ordine di avvio, sarà possibile modificare la priorità dei dispositivi con i tasti 'sinistra' e 'destra'. I dispositivi possono essere rimossi singolarmente dall'elenco di avvio con il tasto meno. Utilizzare questa opzione se si hanno più immagini di sistema operativo installate. Per eseguire l'avvio automatico da un dispositivo, selezionare il pulsante 'Ripulisci e avvia tutto'. In questo caso, qualsiasi opzione di avvio contrassegnata come predefinita (dalla configurazione del bootloader) verrà avviata automaticamente dopo un timeout. Utilizzare questa opzione se si desidera avviare rapidamente il sistema senza modificare le impostazioni dell'opzione di avvio. Questa è la configurazione tipica. Per disabilitare l'avvio automatico, selezionare il pulsante 'Cancella', l'ordine di avvio verrà cancellato. Con l'avvio automatico disabilitato, sarà necessaria l'interazione utente per continuare oltre il menu di Petitboot. Utilizzare questa opzione se si desidera che il computer attenda una esplicita selezione di avvio o se si desidera interagire con Petitboot prima di avviare il sistema Timeout: specificare il lasso di tempo, in secondi, per cui verrà visualizzato il menu principale prima che venga avviata l'opzione di avvio predefinita. Questa opzione viene visualizzata solo se è abilitato l'avvio automatico. Opzioni di rete: DHCP su tutte le interfacce attive: assegna automaticamente gli indirizzi IP a ciascuna interfaccia di rete. Utilizzare questa opzione se sulla rete è presente un server DHCP. DHCP su una specifica interfaccia: assegna automaticamente gli indirizzi IP all'interfaccia di rete selezionata. Le altre interfacce non sono configurate. Selezionare questa opzione se si hanno più server DHCP su interfacce differenti ma si desidera configurare solo una singola interfaccia durante l'avvio. Configurazione IP statico: consente di specificare un indirizzo IPv4 e una maschera di rete, un gateway e uno o più server DNS per un'interfaccia di rete. Selezionare questa opzione se non si ha un server DHCP o si desidera avere un controllo esplicito delle impostazioni di rete. Lettura/scrittura disco: alcune configurazioni di bootloader possono richiedere l'accesso in scrittura ai dischi per salvare le informazioni oppure per aggiornare i parametri (ad esempio, GRUB2). Utilizzare questa opzione per controllare l'accesso ai dischi.
