Repository: open-power/petitboot
Catalog: po/*.po
Languages: de, es, fr, it, ja, pt_br, ru, vi

source: This screen allows you to edit or create boot options. Device: This is a list of block devices available on the system. Select the device which contains your boot resources (kernel, initrd and device tree), or "Specify paths/URLs manually" to use full URLs to the boot resources. Kernel: enter the path to the kernel to boot. This field is mandatory. This should be a kernel image that the kexec utility can handle. Generally, this will be a 'vmlinux'-type image. Example: /boot/vmlinux Initrd: enter the path to the initial RAM disk image. This is optional. Example: /boot/initrd.img Device tree: enter the path to the device tree blob file (.dtb). This is optional; if not specified, and your platform currently provides a device tree, the current one will be used. Example: /boot/device-tree.dtb Boot arguments: enter the kernel command-line arguments. This is optional. Example: root=/dev/sda1 console=hvc0
de: In diesem Bildschirm können Sie Bootoptionen bearbeiten oder erstellen. Einheit: Dies ist eine Liste der Blockeinheiten, die auf dem System verfügbar sind. Wählen Sie die Einheit aus, die Ihre Bootressourcen (Kernel, initrd und Einheitenbaumstruktur) enthält, oder nutzen Sie die Option "Pfade/URLs manuell angeben", um vollständige URLs zu den Bootressourcen zu verwenden. Kernel: Geben Sie den Pfad zu dem zu bootenden Kernel ein. Dies ist ein Pflichtfeld. Es muss ein Kernel-Image angegeben werden, das vom kexec-Dienstprogramm verarbeitet werden kann. In der Regel ist dies ein Image des Typs 'vmlinux'. Beispiel: /boot/vmlinux Initrd: Geben Sie den Pfad zum Image der anfänglichen RAM-Platte ein. Dies ist optional. Beispiel: /boot/initrd.img Einheitenbaumstruktur: Geben Sie den Pfad zu der BLOB-Datei der Einheitenbaumstruktur (.dtb) ein. Dies ist optional; ohne Angabe wird die derzeit von Ihrer Plattform bereitgestellte Einheitenbaumstruktur verwendet, falls vorhanden. Beispiel: /boot/device-tree.dtb Bootargumente: Geben Sie die Kernel-Befehlszeilenargumente ein. Dies ist optional. Beispiel: root=/dev/sda1 console=hvc0
es: Esta pantalla le permite editar o crear opciones de arranque. Dispositivo: es una lista de dispositivos de bloque disponibles en el sistema. Seleccione el dispositivo que contiene los recursos de arranque (kernel, initrd y árbol de dispositivos), o "Especifique manualmente vías de acceso/URL" para utilizar URL completas a los recursos de arranque. Kernel: escriba la vía de acceso al kernel que desea arrancar. Este campo es obligatorio. Esto debe ser una imagen de kernel que el programa de utilidad kexec puede manejar. Normalmente esto será una imagen de tipo 'vmlinux'. Ejemplo: /boot/vmlinux Initrd: escriba la vía de acceso a la imagen de disco RAM. Esto es opcional. Ejemplo: /boot/initrd.img Árbol de dispositivos: escriba la vía de acceso al archivo blob del árbol de dispositivos (.dtb). Esto es opcional; si no se especifica y la plataforma proporciona actualmente un árbol de dispositivos, se actualizará el actual. Ejemplo: /boot/device-tree.dtb Argumentos de arranque: escriba los argumentos de línea de mandatos de kernel. Esto es opcional. Ejemplo: root=/dev/sda1 console=hvc0
fr: Cet écran vous permet d'éditer ou de créer des options d'amorçage. Unité : Il s'agit d'une liste d'unités par bloc disponibles sur le système. Sélectionnez l'unité qui contient vos ressources d'amorçage (noyau, initrd et arborescence d'unités) ou "Indiquer des chemins/adresses URL manuellement" pour utiliser des URL complètes vers les ressources d'amorçage. Noyau : Entrez le chemin d'accès au noyau pour amorcer. Cette zone est obligatoire. Il doit s'agir d'une image de noyau que l'utilitaire kexec peut traiter. Généralement, il s'agit d'une image de type 'vmlinux'. Exemple : /boot/vmlinux Initrd : Entrez le chemin d'accès à l'image de disque RAM initiale (facultatif). Exemple : /boot/initrd.img Arborescence d'unités : Entrez le chemin d'accès au fichier BLOB de l'arborescence des unités (.dtb) (facultatif). S'il n'est pas spécifié et que votre plateforme fournit actuellement une arborescence d'unités, l'arborescence d'unités en cours sera utilisée. Exemple : /boot/device-tree.dtb Arguments d'amorçage : Entrez les arguments de ligne de commande de noyau (facultatif). Exemple : root=/dev/sda1 console=hvc0
it: In questa schermata è possibile modificare o creare delle opzioni di avvio. Dispositivo: questo è un elenco dei dispositivi del blocco disponibili sul sistema. Selezionare il dispositivo che contiene le risorse di avvio (kernel, initrd e struttura ad albero dispositivi) oppure "Specifica percorsi/URL manualmente" per utilizzare degli URL completi alle risorse di avvio. Kernel: immettere il percorso al kernel da avviare. Questo campo è obbligatorio. Deve essere un'immagine kernel che il programma di utilità kexec possa gestire. Di norma, sarà un'immagine di tipo 'vmlinux'. Esempio: /boot/vmlinux Initrd: immettere il percorso all'immagine disco RAM iniziale. Facoltativo. Esempio: /boot/initrd.img Struttura ad albero dispositivi: immettere il percorso al file blob di struttura ad albero dispositivi (.dtb). Facoltativo; se non viene specificato, e la piattaforma attualmente fornisce una struttura ad albero dispositivi, verrà utilizzata quella corrente. Esempio: /boot/device-tree.dtb Argomenti di avvio: immettere gli argomenti della riga comandi kernel. Facoltativo. Esempio: root=/dev/sda1 console=hvc0
ja: この画面では、ブート・オプションを編集したり作成したりできます。 デバイス: これは、システムで使用できるブロック・デバイスのリストです。ブート・リソース (カーネル、initrd、およびデバイス・ツリー) が含まれるデバイスを選択します。または、ブート・リソースへの完全な URL を使用する 場合は、「パス/URL を手動で指定」を選択します。 カーネル: ブートするカーネルへのパスを入力します。このフィールドは必須フィールドです。これは、kexec ユーティリティーで処理できるカーネル・イメージでなければなりません。通常、これは「vmlinux」タイプのイメージです。 例えば、/boot/vmlinux のように入力します。 Initrd: 初期 RAM ディスク・イメージへのパスを入力します。これはオプション です。 例えば、/boot/initrd.img のように入力します。 デバイス・ツリー: デバイス・ツリー blob ファイル (.dtb) へのパスを入力します。これはオプションです。これが指定されない場合に、現在、ご使用のプラットフォームでデバイス・ツリーが提供されているのであれば、その現行 デバイス・ツリーが使用されます。 例えば、/boot/device-tree.dtb のように入力します。 ブート引数: カーネル・コマンド・ライン引数を入力します。これはオプションです。 例えば、root=/dev/sda1 console=hvc0 のように入力します。
pt_br: Essa tela permite que você edite ou crie opções de inicialização. Dispositivo: essa é uma lista de dispositivos de bloco disponíveis no sistema. Selecione o dispositivo que contém seus recursos de inicialização (kernel, initrd e árvore do dispositivo), ou "Especificar caminhos/URLs manualmente" para usar URLs completas nos recursos de inicialização. Kernel: insira o caminho no kernel para inicializar. Esse campo é obrigatório. Ele deve ser uma imagem de kernel que o utilitário kexec pode manipular. Normalmente, ele será uma imagem de tipo 'vmlinux'. Exemplo: /boot/vmlinux Initrd: insira o caminho na imagem de disco virtual inicial. Isso é opcional. Exemplo: /boot/initrd.img Árvore do dispositivo: insira o caminho no arquivo blob da árvore do dispositivo (.dtb). Isso é opcional; se não especificado, e se sua plataforma atualmente fornecer uma árvore do dispositivo, a atual será usada. Exemplo: /boot/device-tree.dtb Argumentos de inicialização: insira os argumentos de linha de comandos de kernel. Isso é opcional. Exemplo: root=/dev/sda1 console=hvc0
ru: В этом окне можно редактировать или создавать варианты загрузки. Устройство: это список блочных устройств, доступных в системе. Выберите устройство, в котором находятся ваши ресурсы загрузки (kernel, initrd и дерево устройств), или "Укажите путь/URL вручную" для использования полных URL для ресурсов загрузки.. Kernel: введите путь к kernel для загрузки. Данное поле не является обязательным. Это может быть образ kernel, который может обработать утилита kexec. В общем, это будет образ типа 'vmlinux'. Пример: /boot/vmlinux Initrd: как путь к начальному образу диска RAM. Не является обязательным. Пример: /boot/initrd.img Дерево устройств: введите путь к blob-файлу дерева устройств (.dtb). Является необязательным; если не указан и ваша платформа в данный момент предоставляет дерево устройств, то будет использован текущий вариант. Пример: /boot/device-tree.dtb Аргументы загрузки: введите аргументы командной строки kernel. Не обязательно. Пример: root=/dev/sda1 console=hvc0
vi: Màn hình này cho phép thay đổi hoặc tạo một lựa chọn khởi động mới. Thiết bị: Đây là liệt kê các thiế bị khối hiện hành trên hệ thống. Chọn thiết bị có kèm các tài nguyên khởi động của bạn (lõi, initrd và cây thiết bị), hoặc "Khai báo đường dẫn hoặc URL" để sử dụng URL để khởi động tài nguyên. Lõi: nhập đường dẫn đến lõi để khởi động. Biến này bắt buộc. Lõi này là một hình ảnh mà kexec có thể đọc được. Nó thường là hình ảnn có mẫu 'vmlinux'. Ví dụ: /boot/vmlinux Initrd: nhập đường dẫn đến hình ảnh đĩa RAM đầu tiên. Biến này không bắt buộc. Ví dụ: /boot/initrd.img Cây thiết bị: nhập đường dẫn đến tập blob cây thiết bị (.dtb). Biến này không bắt buộc. nếu không khai bao thì nên tảng của bạn sẽ cung cấp một cây thiết bị hiện hành (cái đang được sử dụng). Ví dụ: /boot/device-tree.dtb Tham biến khởi động: nhập các tham biến cho lõi. Biến này không bắt buộc. Ví dụ: root=/dev/sda1 console=hvc0
