Repository: open-power/petitboot
Catalog: po/*.po
Languages: de, es, fr, it, ja, pt_br, ru, vi

source: Allow bootloader scripts to modify disks
de: Scripts des Bootladeprogramms können Platten ändern
es: Permite a los scripts del gestor de arranque modificar los discos
fr: Autoriser les scripts de chargeur de démarrage à modifier les disques
it: Consenti script bootloader per modificare i dischi
ja: ブート・ローダー・スクリプトでディスクを変更可能にする
pt_br: Permitir que scripts de carregador de inicialização modifiquem discos
ru: Разрешить сценарии загрузчика для изменения дисков
vi: Cho phép các script bootloader thay đỗi đĩa

source: Manually set: '%s'
de: Manuell festlegen: '%s'
es: Establecido manualmente: '%s'
fr: Défini manuellement : '%s'
ja: 手動で設定: %s
pt_br: Configure manualmente: '%s'
ru: Задание вручную: '%s'
vi: Chỉnh thủ công: '%s'

source: Current interface: %s
de: Aktuelle Schnittstelle: %s
es: Interfaz actual: %s
fr: Interface en cours : %s
ja: 現在のインターフェース: %s
pt_br: Interface atual: %s
ru: Текущий интерфейс: %s
vi: Giao diện hiện tại: %s

source: Petitboot System Configuration
de: Petitboot-Systemkonfiguration
es: Configuración del sistema de Petitboot
fr: Configuration de système Petitboot
it: Configurazione di sistema Petitboot
ja: Petitboot システム構成
pt_br: Configuração do Sistema Petitboot
ru: Конфигурация Petitboot System
vi: Hiệu chỉnh hệ thống Petitboot

source: Returned from shell
vi: Đã trở về từ shell

source: Running %s...
de: %s wird ausgeführt...
es: Ejecutando %s...
fr: Exécution de %s...
it: Esecuzione di %s in corso...
ja: %s を実行しています...
pt_br: Executando %s...
ru: Выполняется %s...
vi: Đang chạy %s...

source: Failed: %s
de: Fehlgeschlagen: %s
es: Fallido: %s
fr: Echec : %s
it: Non riuscito: %s
ja: 失敗: %s
pt_br: Falha: %s
ru: Не удалось выполнить: %s
vi: Thất bại: %s

source: Booting %s...
de: %s wird gebootet...
es: Arrancando %s...
fr: Amorçage de %s...
it: Avvio di %s in corso...
ja: %s をブートしています...
pt_br: Inicializando %s...
ru: Загружается %s...
vi: Đang khởi động %s...

source: Failed: boot %s
de: Fehlgeschlagen: Booten von %s
es: Fallido: arrancar %s
fr: Echec : amorçage de %s
it: Non riuscito: avvio %s
ja: 失敗: %s のブート
pt_br: Falha: inicializar %s
ru: Не удалось: загрузиться %s
vi: Thất bại: khởi động %s

source: User item %u
de: Benutzerelement %u
es: Elemento de usuario %u
fr: Elément utilisateur %u
it: Elemento utente %u
ja: ユーザー項目 %u
pt_br: Item do usuário %u
ru: Пользовательский элемент %u
vi: Món người dùng %u

source: %s [installed]
vi: %s [đã cài đặt]

source: SAFE MODE: select '%s' to continue
de: ABGESICHERTER MODUS: Wählen Sie '%s' aus, um fortzufahren
es: MODALIDAD SEGURA: seleccione '%s' para continuar
fr: MODE SANS ECHEC : sélectionnez '%s' pour continuer
it: MODALITÀ PROVVISORIA: selezionare '%s' per continuare
ja: セーフ・モード: 続行するには「%s」を選択してください
pt_br: MODO DE SEGURANÇA: selecione '%s' para continuar
ru: БЕЗОПАСНЫЙ РЕЖИМ: чтобы продолжить, выберите '%s'
vi: Chế độ an toàn: chọn '%s' để tiếp tục

source: Rescan devices
de: Einheiten erneut scannen
es: Volver a escanear dispositivos
fr: Réanalyser les unités
it: Riesegui scansione dispositivi
ja: デバイスの再スキャン
pt_br: Varrer os dispositivos novamente
ru: Заново сканировать устройства
vi: Quét lại thiết bị

source: Enter=accept, e=edit, n=new, x=exit, l=language, g=log, h=help
de: Eingabetaste=Akzeptieren, e=Bearbeiten, n=Neu, x=Beenden, l=Sprache, g=Protokoll, h=Hilfe
es: Intro=aceptar, e=editar, n=nuevo, x=salir, l=idioma, g=registro, h=ayuda
fr: Entrée=accepter, e=éditer, n=nouveau, x=quitter, l=langage, g=journal, h=aide
ja: Enter=受け入れ、e=編集、n=新規、x=終了、l=言語、g=ログ、h=ヘルプ
ru: Enter=принять, e=редактировать, n=новый, x=выход, l=язык, g=протокол, h=справка
vi: Enter=chấp nhận, e=thay đổi, n=mới, x=thoát, l=ngôn ngữ, g=log, h=giúp

source: Welcome to Petitboot
de: Willkommen bei Petitboot
es: Bienvenido a Petitboot
fr: Bienvenue dans Petitboot
it: Benvenuti in Petitboot
ja: Petitboot へようこそ
pt_br: Bem-vindo ao Petitboot
ru: Вас приветствует Petitboot
vi: Chào mừng tới Petitboot

source: System information
de: Systeminformationen
es: Información del sistema
fr: Informations système
it: Informazioni sul sistema
ja: システム情報
pt_br: Informações do sistema
ru: Информация о системе
vi: Thông tin hệ thống

source: System configuration
de: Systemkonfiguration
es: Configuración del sistema
fr: Configuration système
it: Configurazione di sistema
ja: システム構成
pt_br: Configuração do sistema
ru: Конфигурация системы
vi: Hiệu chỉnh hệ thống

source: Retrieve config from URL
de: Konfiguration über URL abrufen
es: Recuperar configuración de URL
fr: Récupérer la config depuis une URL
it: Richiama configurazione da URL
ja: URL から構成を取得
pt_br: Recuperar configuração a partir da URL
ru: Получение конфигурации по URL
vi: Thu về hiệu chỉnh từ URL

source: Reboot
de: Warmstart
es: Rearrancar
fr: Réamorcer
ja: リブート
pt_br: Reinicializar
ru: Перезагрузить
vi: Khởi động lại

source: Exit to shell
de: Beenden und zur Shell
es: Salir a shell
fr: Revenir à l'interpréteur de commandes
it: Uscita dalla shell
ja: 終了してシェルに戻る
pt_br: Sair para shell
ru: Выйти в оболочку
vi: Thoát tới shell

source: main menu
de: Hauptmenü
es: menú principal
fr: menu principal
it: menu principale
ja: メインメニュー
pt_br: menu principal
ru: главное меню
vi: menu chính

source: Enter=install, e=details, x=exit, h=help
de: Eingabetaste=Installieren, e=Details, x=Beenden, h=Hilfe
es: Intro=instalar, e=detalles, x=salir, h=ayuda
fr: Entrée=installer, e=détails, x=quitter, h=aide
ja: Enter=インストール、e=詳細、x=終了、h=ヘルプ
vi: Enter=cài đặt, e=chi tiết, x=thoát, h=giúp

source: Available Petitboot Plugins
de: Verfügbare Petitboot-Plug-ins
es: Plugins de Petitboot disponibles
fr: Plug-in Petitboot disponibles
ja: 使用可能な Petitboot プラグイン
pt_br: Plug-ins do Petitboot Disponíveis
vi: Các plugin Petitboot hiện hữu

source: Return to Main Menu
vi: Trở về Menu Chính

source: plugin menu
de: Plug-in-Menü
es: menú de plugins
fr: Menu des plug-in
ja: プラグイン・メニュー
pt_br: Menu de plug-in
vi: menu plugin

source: %s: alloc cui failed.
de: %s: alloc cui fehlgeschlagen.
es: %s: error en cui asign.
fr: %s : Echec d'alloc de cui.
it: %s: alloc cui non riuscito.
ja: %s: cui を割り振ることができませんでした。
pt_br: %s: falha ao alocar cui.
ru: %s: не удалось запустить alloc cui.
vi: %s: alloc cui thất bại.

source: %s: error: discover_client_init failed.
de: %s: Fehler: discover_client_init fehlgeschlagen.
es: %s: error: discover_client_init ha fallado.
fr: %s : erreur : échec de discover_client_init.
it: %s: errore: discover_client_init non riuscito.
ja: %s: エラー: discover_client_init が失敗しました。
pt_br: %s: erro: falha em discover_client_init.
ru: %s: ошибка: не удалось запустить discover_client_init.
vi: %s: error: discover_client_init thất bại.

source: could not start pb-discover, the petitboot daemon.
de: Der Petitboot-Dämon pb-discover konnte nicht gestartet werden.
es: no se ha podido iniciar pb-discover, el daemon de petitboot.
fr: impossible de démarrer pb-discover, le démon Petitboot.
it: impossibile avviare pb-discover, il daemon petitboot.
ja: pb-discover (petitboot デーモン) を開始できませんでした。
pt_br: não foi possível iniciar pb-discover, o daemon do petitboot.
ru: не могу запустить pb-discover, демон petitboot.
vi: không thể khởi động pb-discover (petitboot daemon).

source: check that pb-discover, the petitboot daemon is running.
de: Prüfen Sie, ob der Petitboot-Dämon pb-discover ausgeführt wird.
es: compruebe que pb-discover, el daemon de petitboot esté en ejecución.
fr: vérifiez que pb-discover, le démon Petitboot, est en cours d'exécution.
it: controllare che pb-discover, il daemon petitboot, sia in esecuzione.
ja: pb-discover (petitboot デーモン) が実行されていることを確認してください。
pt_br: verifique se pb-discover, o daemon do petitboot, está em execução.
ru: проверяю этот pb-discover, демон petitboot запущен.
vi: kiểm tra pb-discover đấy, trình petitboot daemon đang chạy.

source: Petitboot help
de: Hilfe zu Petitboot
es: Ayuda de Petitboot
fr: Aide de Petitboot
it: Guida per Petitboot
ja: Petitboot のヘルプ
pt_br: Ajuda do Petitboot
ru: Справка по Petitboot
vi: Petitboot trợ giúp

source: Petitboot help: %s
de: Hilfe zu Petitboot: %s
es: Ayuda de Petitboot: %s
fr: Aide de Petitboot : %s
it: Guida per Petitboot: %s
ja: Petitboot のヘルプ: %s
pt_br: Ajuda do Petitboot: %s
ru: Справка по Рetitboot: %s
vi: Petitboot giúp: %s

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_br: Idioma
ru: Язык
vi: Ngôn ngữ

source: Unknown language '%s'
de: Sprache '%s' unbekannt
es: Idioma desconocido '%s'
fr: Langue inconnue '%s'
it: Lingua sconosciuta '%s'
ja: 「%s」は不明な言語です
pt_br: Idioma desconhecido '%s'
ru: Неизвестный язык '%s'
vi: Không rõ ngôn ngữ '%s'

source: Petitboot Language Selection
de: Petitboot-Sprachauswahl
es: Selección de idioma de Petitboot
fr: Sélection de langue pour Petitboot
it: Selezione lingua di Petitboot
ja: Petitboot 言語選択
pt_br: Seleção de Idioma do Petitboot
ru: Выбор языка в Petitboot
vi: Lựa chọn ngôn ngữ Petitboot

source: tab=next, shift+tab=previous, x=exit
de: Tabulatortaste=Weiter, Umschalttaste+Tabulaturtaste=Zurück, x=Beenden
es: tabulador=siguiente, mayús+tabulador=anterior, x=salir
fr: tabulation=suivant, maj+tabulation=précédent, x=quitter
it: tabulazione=successivo, maiusc+tabulazione=precedente, x=uscita
ja: tab=次へ、shift+tab=前へ、x=終了
ru: tab=далее, shift+tab=назад, x=выход
vi: tab=tiếp, shift+tab=lùi, x=thoát

source: !Invalid option %d
de: !Ungültige Option %d
es: Opción %d no válida
fr: !Option non valide %d
it: !Opzione non valida %d
ja: オプション %d は無効です
pt_br: !Opção inválida %d
ru: Недопустимая опция %d
vi: !Lựa chọn không hợp lệ %d

source: Unknown Device
de: Unbekannte Einheit
es: Dispositivo desconocido
fr: Unité inconnue
it: Dispositivo sconosciuto
ja: 不明なデバイスです
pt_br: Dispositivo Desconhecido
ru: Неизвестное устройство
vi: Không rõ thiết bị

source: Waiting for system information...
de: Warten auf Systeminformationen...
es: Esperando información del sistema...
fr: Attente d'informations système...
it: In attesa delle informazioni sul sistema...
ja: システム情報を待っています...
pt_br: Aguardando informações do sistema...
ru: Ожидание информации о системе...
vi: Đang đợi cho thông tin hệ thống...

source: System type:
de: Systemtyp:
es: Tipo de sistema:
fr: Type de système :
it: Tipo di sistema:
ja: システム・タイプ:
pt_br: Tipo de sistema:
ru: Тип системы:
vi: Kiểu hệ thống:

source: System id:
es: ID de sistema:
fr: ID système :
it: ID sistema:
ja: システム ID:
pt_br: ID do sistema:
ru: ИД системы:
vi: ID hệ thống:

source: Primary platform versions:
de: Primäre Plattformversionen:
es: Versiones primarias de la plataforma
fr: Versions de plateforme principales :
ja: 1 次プラットフォーム・バージョン:
pt_br: Versões primárias de plataforma:
ru: Версии основной платформы:
vi: Phiên bản nền tảng chính:

source: Alternate platform versions:
de: Alternative Plattformversionen:
es: Versiones alternativas de la plataforma
fr: Versions de plateforme secondaires :
ja: 代替プラットフォーム・バージョン:
pt_br: Versões alternativas de plataforma:
ru: Версии альтернативной платформы:
vi: Phiên bản nền tảng phụ:

source: BMC current side:
es: Lado actual de BMC:
fr: Niveau en cours du BMC :
ja: BMC の現在のサイド:
pt_br: Lado atual de BMC:
ru: Текущая сторона BMC:
vi: Mặt hiện hữu của BMC:

source: BMC golden side:
es: Lado dorado de BMC:
fr: Niveau Golden Side du BMC :
ja: BMC のゴールデン・サイド:
pt_br: Lado golden de BMC:
ru: Золотая сторона BMC:
vi: Mặt vàng của BMC:

source: Storage devices
de: Speichereinheiten
es: Dispositivos de almacenamiento
fr: Unités de stockage
it: Dispositivi di memoria
ja: ストレージ・デバイス
pt_br: Dispositivos de armazenamento
ru: Устройства хранения
vi: Các thiết bị lưu trữ

source: mounted at: %s
de: angehängt bei: %s
es: montado en: %s
fr: monté à : %s
it: montato in: %s
ja: マウント位置: %s
pt_br: montado em: %s
ru: точка монтирования: %s
vi: gán tại: %s

source: Management (BMC) interface
de: Management-Schnittstelle (BMC)
es: interfaz de gestión (BMC)
fr: Interface de gestion (BMC)
ja: 管理 (BMC) インターフェース
pt_br: Interface de gerenciamento (BMC)
ru: Интерфейс управления (BMC)
vi: Giao diện quản lý (BMC)

source: Network interfaces
de: Netzschnittstellen
es: Interfaces de red
fr: Interfaces réseau
it: Interfacce di rete
ja: ネットワーク・インターフェース
pt_br: Interfaces de rede
ru: Сетевые интерфейсы
vi: Giao diện mạng

source: IP Address: %s
de: IP-Adresse: %s
es: Dirección IP: %s
fr: Adresse IP : %s
ja: IP アドレス: %s
pt_br: Endereço IP: %s
ru: IP-адрес: %s
vi: Địa chỉ IP: %s

source: none
de: Keine
es: ninguno
fr: néant
ja: なし
ru: нет
vi: không có

source: IPv6 Address: %s
fr: Adresse IPv6 : %s
vi: Địa chỉ IPv6: %s

source: link: %s
de: Verbindung: %s
es: enlace: %s
fr: liaison : %s
ja: リンク: %s
ru: линия связи: %s
vi: kết nối: %s

source: up
de: aktiv
es: activo
fr: vers le haut
ja: アップ
pt_br: ativo
ru: активна
vi: lên

source: down
de: inaktiv
es: inactivo
fr: vers le bas
it: inattivo
ja: ダウン
pt_br: inativo
ru: отключена
vi: xuống

source: Petitboot System Information
de: Petitboot-Systeminformationen
es: Información del sistema de Petitboot
fr: Informations système Petitboot
it: Informazioni sul sistema Petitboot
ja: Petitboot システム情報
pt_br: Informações do Sistema Petitboot
ru: Информация о системе Petitboot
vi: Thông tin hệ thống Petitboot

source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations système
it: Informazioni sul sistema
ja: システム情報
pt_br: Informações do Sistema
ru: Информация о системе
vi: Thông tin hệ thống

source: x=exit, h=help
de: x=Beenden, h=Hilfe
es: x=salir, h=ayuda
fr: x=exit, h=aide
it: x=uscita, h=guida
ja: x=終了、h=ヘルプ
pt_br: x=sair, h=ajuda
ru: x=выход, h=справка
vi: x=thoát, h=giúp

source: x=exit
de: x=Beenden
es: x=salir
it: x=uscita
ja: x=終了
pt_br: x=sair
ru: x=выход
vi: x=thoát

source: From the main menu screen, select a boot option. The options displayed are available on the system and the network. To select a boot option, press Enter. To make changes to an existing option, type E (edit). To add a new boot option, type N (new). To display information about the system, including the MAC addresses of each network interface, type I (information). To make changes to the system configuration, type C (configure). To set the language for the petitboot interface, type L (language). To view the log of status messages from the discovery process, type G (log). To find new or updated boot options on the system, select the 'Rescan devices' option. To retreive new boot options from a remote configuration file, select the 'Thu về hiệu chỉnh từ URL' option. To close the Petitboot interface, type X (exit).
vi: Từ giao diện menu chính chọn một lựa chọn khởi động. Các lựa chọn sẽ được hiển thị hiện hữu trên hệ thống và mạng. Để dùng một lựa chọn khởi động xin ấn Enter. Để thay đổi lựa chọn hiện hữu xin ấn E. Để thêm vào lựa chọn mới ấn N. Để hiển thị thông tin hệ thống (bao gồm địa chỉ MAC của từng giao diện mạng xin ấn I. Để thay đổi hiệu chỉnh hệ thốn xin ấn C. Để chọn ngôn ngữ cho giao diện petitboot xin ấn L. Để xem log của thông điệp trạng thái từ công đoạn khám phá xin ấn G. Để tìm các lựa chọn cũ hay mới xin chọn 'Quét lại thiết bị'. Để thu về các lựa chọn khởi động mới từ một tập tin ở ngoài xin chọn 'Thu về hiệu chỉnh từ URL'. Để hạn chế petitboot tự khởi động cho một loại thiết bị xin tham khảo một số phím sau: F10: Chỉ tự khởi động từ đĩa F11: Chỉ tự khởi động từ thiết bị USB F12: Chỉ tự khởi động từ mạng Không giống các phím khác, các phím trên không huỷ bỏ chế độ tự khởi động. Để đống giao diện Petitboot xin ấn X.

source: Supply a valid URL here to retrieve a remote pxe-boot config file and parse it. URLs are of the form 'scheme://host/path/to/pxeconffile', such as tftp://host/pxeconffile or http://host/pxeconffile
de: Geben Sie hier eine gültige URL ein, um eine ferne Konfigurationsdatei vom Typ 'pxe-boot' abzurufen, und analysieren Sie sie. URLs haben das Format 'Schema://host/path/to/pxeconffile'. Beispiele: tftp://host/pxeconffile oder http://host/pxeconffile
es: Indique aquí un URL válido para recuperar un archivo de configuración pxe-boot remoto y analizarlo. Los URL tienen el formato 'scheme://host/path/to/pxeconffile', como por ejemplo tftp://host/pxeconffile o http://host/pxeconffile
fr: Indiquez ici une URL valide pour extraire un ficher de configuration d'amorçage PXE distant et l'analyser. Les URL sont au format scheme://host/path/to/pxeconffile', par exempletftp://host/pxeconffile ou http://host/pxeconffile
it: Fornire qui un URL valido per richiamare un file di configurazione di pxe-boot remoto e analizzare tale file. Gli URL sono nel formato 'schema://host/path/to/pxeconffile', ad esempio tftp://host/pxeconffile o http://host/pxeconffile
ja: リモート・プリブート構成ファイルを取得して解析するには、有効な URL をここに指定してください。 URL の形式は「scheme://host/path/to/pxeconffile」です。例えば、tftp://host/pxeconffile or http://host/pxeconffile などにします。
pt_br: Forneça aqui uma URL válida para recuperar um arquivo de configuração de inicialização pxe remoto e analisá-lo . As URLs estão no formato 'scheme://host/path/to/pxeconffile.conf', como tftp://host/pxeconffile ou http://host/pxeconffile
ru: Для получения и анализа удаленного файла конфигурации pxe-загрузки укажите действительный URL. Формат URL: 'scheme://host/path/to/pxeconffile', например: tftp://host/pxeconffile или http://host/pxeconffile
vi: Cung cấp một URL có hiệu lực để thu về và đọc tập tin hiểu chỉnh pxe-boot. Các URL thuộc mẫu 'scheme://host/path/to/pxeconffile', vd tftp://host/pxeconffile hoặc http://host/pxeconffile
