Repository: open-power/petitboot
Catalog: po/*.po
Languages: de, es, fr, it, ja, pt_br, ru, vi

source: Running boot hooks
de: Bootanbindungspunkte werden ausgeführt
es: Ejecutando ganchos de arranque
fr: Exécution de points d'ancrage d'amorçage
ja: ブート・フックを実行しています
pt_br: Executando ganchos de inicialização
ru: Выполнение привязок загрузки
vi: Đang chạy các móc nối khởi động

source: Loaded %s from %s
de: %s aus %s geladen
es: Se ha cargado %s desde %s
fr: %s chargé depuis %s
ja: %s を %s からロードしました
pt_br: %s carregado a partir de %s
ru: Загружено %s из %s
vi: Đã nạp %s từ %s

source: Couldn't load %s from %s
de: %s konnte nicht aus %s geladen werden
es: No se ha podido cargar %s desde %s
fr: Impossible de charger %s depuis %s
ja: %s を %s からロードできませんでした
pt_br: Não foi possível carregar %s a partir de %s
ru: Не удалось загрузить %s из %s
vi: Không thể nạp %s từ %s

source: Performing kexec load
de: kexec-Ladevorgang wird ausgeführt
es: Realizando carga de kexec
fr: Exécution du chargement kexec
ja: kexec ロードを実行しています
pt_br: Executando o carregamento de kexec
ru: Выполнение загрузки kexec
vi: Đang tiến hành nạp kexec

source: Decryption failed
de: Entschlüsselung fehlgeschlagen
es: Se ha encontrado un error en la descodificación
fr: Echec du déchiffrement
ja: 暗号化解除に失敗しました
pt_br: Falha na decriptografia
ru: Не удалось расшифровать
vi: Giải mã thất bại

source: Signature verification failed
de: Signaturprüfung fehlgeschlagen
es: Se ha encontrado un error en la verificación de firma
fr: Echec de la vérification de signature
ja: シグニチャー検査が失敗しました
pt_br: Falha na verificação de assinatura
ru: Подпись не прошла проверку
vi: Xác minh chữ ký thất bại

source: Invalid signature configuration
de: Ungültige Signaturkonfiguration
es: Configuración de firma no válida
fr: Configuration de signature non valide
ja: シグニチャー構成が無効です
pt_br: Configuração de assinatura inválida
ru: Неправильная конфигурация подписи
vi: Hiệu chỉnh chữ ký vô hiệu

source: Performing kexec reboot
de: kexec-Warmstart wird ausgeführt
es: Realizando rearranque de kexec
fr: Exécution du réamorçage kexec
ja: kexec リブートを実行しています
pt_br: Executando a reinicialização de kexec
ru: Выполнение перезагрузки kexec
vi: Đang tiến hành khởi động lại kexec

source: kexec reboot failed
de: kexec-Warmstart fehlgeschlagen
es: Se ha encontrado un error en el rearranque de kexec
fr: échec de réamorçage kexec
it: riavvio di kexec non riuscito
ja: kexec をリブートできませんでした
pt_br: falha na reinicialização de kexec
ru: Не удалось выполнить перезагрузку kexec
vi: Khởi động lại kexec thất bại

source: Error loading %s
de: Fehler beim Laden von %s
es: Error al cargar %s
fr: Erreur de chargement de %s
it: Errore di caricamento di %s
ja: %s をロードするときにエラーが発生しました
pt_br: Erro ao carregar %s
ru: Ошибка загрузки %s
vi: Lỗi nạp %s

source: (unknown)
de: (unbekannt)
es: (desconocido)
fr: (inconnu)
it: (sconosciuto)
ja: (不明)
pt_br: (desconhecido)
ru: (не известно)
vi: (không rõ)

source: Booting %s
de: %s wird gebootet
es: Arrancando %s
fr: Amorçage de %s
ja: %s をブートしています。
pt_br: Inicializando %s
ru: Загружается %s
vi: Đang khởi động %s

source: Boot failed: no image specified
de: Booten fehlgeschlagen: kein Image angegeben
es: Error al arrancar: No se ha especificado ninguna imagen
fr: Echec de l'amorçage : aucune image spécifiée
it: Avvio non riuscito: non è stata specificata alcuna immagine
ja: ブートできませんでした: イメージが指定されていません
pt_br: Falha na inicialização: nenhuma imagem especificada
ru: Не удалось загрузить: образ не указан
vi: Khởi động thất bại: không cung cấp hình ảnh

source: Boot failed: no command line signature file specified
de: Booten fehlgeschlagen: keine Befehlszeilen-Signaturdatei angegeben
es: Error al arrancar: No se ha especificado ningún archivo de firmas de línea de mandatos
fr: Echec de l'amorçage : pas de fichier de signature de ligne de commande spécifié
ja: ブートできませんでした: コマンド・ライン・シグニチャー・ファイルが指定されていません
pt_br: A inicialização falhou: nenhum arquivo de assinatura de linha de comandos foi especificado
ru: Не удалось загрузить: не указан файл подписи командной строки
vi: Khởi động thất bại: không có dòng lệnh cung cấp tập tin chữ ký

source: kernel image
es: imagen de kernel
fr: Image du noyau
ja: カーネル・イメージ
pt_br: Imagem de kernel
ru: образ ядра
vi: hình ảnh lõi nhân

source: kernel image signature
de: Kernel-Image-Signatur
es: firma de imagen de kernel
fr: Signature de l'image du noyau
ja: カーネル・イメージ・シグニチャー
pt_br: Assinatura de imagem de kernel
ru: подпись образа ядра
vi: chữ ký hình ảnh lõi

source: initrd signature
de: initrd-Signatur
es: firma de initrd
fr: Signature initrd
ja: initrd シグニチャー
pt_br: Assinatura initrd
ru: подпись initrd
vi: chữ ký initrd

source: dtb signature
de: dtb-Signatur
es: firma de dtb
fr: Signature dtb
ja: dtb シグニチャー
pt_br: Assinatura dtb
ru: подпись dtb
vi: chữ ký dtb

source: kernel command line signature
de: Kernel-Befehlszeilensignatur
es: firma de línea de mandatos de kernel
fr: Signature de la ligne de commande du noyau
ja: カーネル・コマンド・ライン・シグニチャー
pt_br: Assinatura de linha de comandos de kernel
ru: подпись командной строки ядра
vi: dòng lệnh chữ ký của lõi

source: Boot cancelled
de: Booten abgebrochen
es: Arranque cancelado
fr: Amorçage annulé
it: Avvio annullato
ja: ブートが取り消されました
pt_br: Inicialização cancelada
ru: Загрузка отменена
vi: Khởi động bị huỷ

source: %u downloads in progress...
de: %u Downloads in Bearbeitung...
es: %u descargas en curso...
fr: %u téléchargement(s) en cours...
ja: %u ダウンロードが進行中...
pt_br: %u downloads em andamento...
ru: Выполняются %u загрузок...
vi: Đang tải về %u ...

source: %u %s downloading: %.0f%% - %<PRIu64>%cB
fr: %u %s en cours de téléchargement : %.0f%% - %<PRIu64>%cB
vi: Đang tải về %u %s: %.0f%% - %<PRIu64>%cB

source: item
de: Element
es: elemento
fr: élément
ja: 項目
ru: элемент
vi: món

source: Booting in %d sec: [%s] %s
de: Booten erfolgt in %d Sekunden: [%s] %s
es: Arrancando en %d s: [%s] %s
fr: Amorçage dans %d seconde(s) : [%s] %s
ja: %d 秒でブートします: [%s] %s
pt_br: Inicializando em %d seg: [%s] %s
vi: Đang khởi động trong %d giây: [%s] %s

source: device type
vi: kiểu thiết bị

source: device UUID
vi: UUID thiết bị

source: unknown specifier
vi: không rõ biến số nhất định

source: Applying temporary autoboot override: %s
vi: Đang áp dụng autoboot override tạm thời: %s

source: Processing new %s device
de: Neue Einheit %s wird verarbeitet
es: Procesando el nuevo dispositivo %s
fr: Traitement d'une nouvelle unité %s
ja: 新規 %s デバイスを処理しています
pt_br: Processando novo dispositivo %s
ru: Обработка нового устройства %s
vi: Đang xử lý thiết bị %s

source: Processing DHCP lease response (ip: %s)
de: Antwort des DHCP-Lease wird verarbeitet (IP: %s)
es: Procesando la respuesta de arrendamiento de DHCP (ip: %s)
fr: Traitement de la réponse du bail DHCP (ip : %s)
ja: DHCP リース応答を処理しています (IP: %s)
pt_br: Processando resposta de leasing DHCP (IP: %s)
ru: Обработка ответа об аренде DHCP (ip: %s)
vi: Đang xử lý thông điệp trả về từ quá trình thuê DHCP (ip: %s)

source: Default boot cancelled
de: Standardbootvorgang abgebrochen
es: Arranque predeterminado cancelado
fr: Amorçage par défaut annulé
it: Avvio predefinito annullato
ja: デフォルトのブートが取り消されました
pt_br: Inicialização padrão cancelada
ru: Загрузка по умолчанию отменена
vi: Khởi động mặc định bị huỷ

source: Invalid config URL!
de: Ungültige Konfigurations-URL!
es: URL de configuración no válido
fr: URL de config non valide
it: URL di configurazione non valido.
ja: 構成 URL が無効です!
pt_br: URL de configuração inválida!
ru: Недопустимый URL конфигурации!
vi: URL hiệu chỉnh không có hiệu lực!

source: Unable to route to host %s
de: Weiterleitung an Host %s nicht möglich
es: No se puede direccionar a host %s
fr: Impossible de router vers l'hôte %s
it: Impossibile eseguire l'instradamento all'host %s
ja: ホスト %s に経路指定できません
pt_br: Não é possível rotear para o host %s
ru: Не удалось перенаправить к хосту %s
vi: Không thể tạo đường dẫn đến máy chủ %s

source: Failed to load URL!
de: URL konnte nicht geladen werden.
es: Se ha encontrado un error en la carga del URL.
fr: Echec du chargement de l'URL
ja: URL のロードに失敗しました!
pt_br: Falha ao carregar URL!
vi: Đã thất bại nạp URL!

source: Parsed GRUB configuration from %s
de: Syntaktisch analysiert wurde GRUB-Konfiguration in %s
es: Se ha analizado la configuración de GRUB desde %s
fr: Configuration de GRUB analysée depuis %s
ja: %s からの GRUB 構成が解析されました
ru: Проанализирована конфигурация GRUB из %s
vi: Đã đoc hiệu chỉnh GRUB từ %s

source: Parsed kboot configuration from %s
de: Syntaktisch analysiert wurde kboot-Konfiguration in %s
es: Se ha analizado la configuración de kboot desde %s
fr: Configuration de kboot analysée depuis %s
ja: %s からの kboot 構成が解析されました
ru: Проанализирована конфигурация kboot из %s
vi: Đã đọc hiệu chỉnh kboot từ %s

source: Configuring with DHCP
de: Konfigurieren mit DHCP
es: Configurando con DHCP
fr: Configuration avec DHCP
ja: DHCP を使用して構成しています。
ru: Настройка с DHCP
vi: Đang hiệu chỉnh với DHCP

source: Configuring with static address (ip: %s)
de: Konfigurieren mit statischer Adresse (IP: %s)
es: Configurando con la dirección estática (ip: %s)
fr: Configuration avec une adresse statique (ip : %s)
ja: 静的アドレス (ip: %s) を使用して構成しています
ru: Настройка со статическим адресом (IP-адрес: %s)
vi: Đang hiệu chỉnh với địa chỉnh tĩnh (ip: %s)

source: Download complete: %s
de: Herunterladen abgeschlossen: %s
es: Descarga completa: %s
fr: Téléchargement terminé : %s
ja: ダウンロードが完了しました: %s
ru: Загрузка окончена: %s
vi: Hoàn thành tải về: %s

source: Failed to download %s
de: Fehler beim Herunterladen von %s
es: No se ha podido descargar %s
fr: Echec du téléchargement de %s
ja: %s をダウンロードできませんでした
ru: Не удалось загрузить %s
vi: Thất bại tải về %s

source: PXE autoconfiguration failed
de: Automatische Konfiguration von PXE fehlgeschlagen
es: La autoconfiguración de PXE ha fallado
fr: Echec de la configuration automatique de PXE
ja: PXE 自動構成が失敗しました
ru: Сбой автоматической настройки PXE
vi: Tự động hiệu chỉnh PXE đã thất bại

source: Parsed PXE config from %s
de: Syntaktisch analysiert wurde PXE-Konfiguration in %s
es: Se ha analizado la configuración de PXE desde %s
fr: Configuration de PXE analysée depuis %s
ja: %s からの PXE 構成が解析されました
ru: Проанализирована конфигурация PXE из %s
vi: Đã đọc hiệu chỉnh PXE từ %s

source: Requesting config %s
de: Anfordern der Konfiguration %s
es: Solicitando configuración de %s
fr: Configuration %s demandée
ja: 構成 %s を要求しています
ru: Запрос конфигурации %s
vi: Đang yêu cầu hiệu chỉnh %s

source: Probing from base %s
de: Prüfen in Basis %s
es: Sondeando desde la base %s
fr: Examen depuis la base %s
ja: ベース %s からプローブしています
ru: Проверка от базы %s
vi: Đang tra dò từ gốc %s

source: Parsed yaboot configuration from %s
de: Syntaktisch analysiert wurde yaboot-Konfiguration in %s
es: Se ha analizado la configuración de yaboot desde %s
fr: Configuration yaboot analysée depuis %s
ja: %s からの yaboot 構成が解析されました
ru: Проанализирована конфигурация yaboot из %s
vi: Đã đọc hiệu chỉnh yaboot từ %s

source: None
de: Ohne
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt_br: Nenhum
ru: Нет
vi: Không có gì

source: Network
de: Netz
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
pt_br: Rede
ru: Сеть
vi: Mạng

source: Disk
de: Platte
es: Disco
fr: Disque
it: Disco
ja: ディスク
pt_br: Disco
ru: Диск
vi: Đĩa

source: Safe Mode
de: Abgesicherter Modus
es: Modalidad segura
fr: Mode sans échec
it: Modalità provvisoria
ja: セーフ・モード
pt_br: Modo de segurança
ru: Безопасный режим
vi: Chế độ an toàn

source: Optical
de: Optisch
es: Óptico
fr: Optique
it: Ottica
ja: オプティカル
pt_br: Ótico
ru: Оптический
vi: Đĩa quang học

source: Setup Mode
de: Einrichtungsmodus
es: Modalidad de configuración
fr: Mode configuration
it: Modalità di configurazione
ja: セットアップ・モード
pt_br: Modo de configuração
ru: Режим настройки
vi: Chệ độ cài đặt

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
vi: Không rõ

source: Any
de: Alle
es: Cualquiera
fr: Indifférent
it: Qualsiasi
ja: 任意
pt_br: Qualquer
ru: Любой
vi: Bất kì

source: Retrieve Config
de: Konfiguration abrufen
es: Recuperar configuración
fr: Extraire la config
it: Richiama configurazione
ja: 構成を取得してください
pt_br: Recuperar Configuração
ru: Получение конфигурации
vi: Thu về Hiệu chỉnh

source: Configuration URL:
de: Konfigurations-URL:
es: URL de configuración:
fr: URL de configuration :
it: URL di configurazione
ja: 構成 URL:
pt_br: URL de Configuração:
ru: URL конфигурации:
vi: URL Hiệu chỉnh:

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
pt_br: Ajuda
ru: Справка
vi: Giúp

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: 取消
pt_br: Cancelar
ru: Отмена
vi: Huỷ

source: Petitboot Config Retrieval
de: Petitboot-Konfigurationsabruf
es: Recuperación de configuración de Petitboot
fr: Récupération de config Petitboot
it: Richiamo configurazione di Petitboot
ja: Petitboot 構成取得
pt_br: Recuperação de Configuração do Petitboot
ru: Получение конфигурации Petitboot
vi: Quá trì thu về hiệu chỉnh Petitboot

source: tab=next, shift+tab=previous, x=exit, h=help
de: Tabulatortaste=Weiter, Umschalttaste+Tabulatortaste=Zurück, x=Beenden, h=Hilfe
es: tab=siguiente, mayús+tab=anterior, x=salir, h=ayuda
fr: tabulation=suivant, maj+tabulation=précédent, x=exit, h=aide
it: tabulazione=successivo, maiusc+tabulazione=precedente, x=uscita, h=guida
ja: tab=次へ、shift+tab=前へ、x=終了、h=ヘルプ
pt_br: tab=próximo, shift+tab=anterior, x=sair, h=ajuda
ru: tab=далее, shift+tab=назад, x=выход, h=справка
vi: tab=tiếp, shift+tab=lùi, x=thoát, h=giúp

source: Boot Option Editor
de: Editor für Bootoption
es: Editor de opciones de arranque
fr: Editeur d'option d'amorçage
it: Editor opzioni di avvio
ja: ブート・オプション・エディター
pt_br: Editor de Opções de Inicialização
ru: Редактор опций загрузки
vi: Trình sửa đổi các hiệu chỉnh khởi động

source: Specify paths/URLs manually
de: Pfade/URLs manuell angeben
es: Especifique vías de acceso/URL manualmente
fr: Indiquer des chemins/adresses URL manuellement
it: Specifica percorsi/URL manualmente
ja: パス/URL を手動で指定
pt_br: Especificar caminhos/URLs manualmente
ru: Указать пути/URL вручную
vi: Khai báo đường dẫn hoặc URL

source: Device:
de: Einheit:
es: Dispositivo:
fr: Unité :
it: Dispositivo:
ja: デバイス:
pt_br: Dispositivo:
ru: Устройство:
vi: Thiết bị:

source: Kernel:
fr: Noyau :
ja: カーネル:
ru: Ядро:
vi: Lõi:

source: Device tree:
de: Einheitenbaumstruktur:
es: Árbol de dispositivos:
fr: Arborescence d'unités :
it: Struttura ad albero dispositivi:
ja: デバイス・ツリー:
pt_br: Árvore do dispositivo:
ru: Дерево устройства:
vi: Cây thiết bị:

source: Boot arguments:
de: Bootargumente:
es: Argumentos de arranque:
fr: Arguments d'amorçage :
it: Argomenti avvio:
ja: ブート引数:
pt_br: Argumentos de inicialização:
ru: Аргументы загрузки:
vi: Tham biến khởi động:

source: Argument signature file:
de: Argumentsignaturdatei:
es: Archivo de firmas de argumento
fr: Fichier de signature d'argument :
ja: 引数シグニチャー・ファイル:
pt_br: Arquivo de assinatura de argumento:
ru: Файл подписи аргументов:
vi: Tham biến tập tin chữ ký

source: Petitboot Option Editor
de: Editor für Petitboot-Option
es: Editor de opciones de Petitboot
fr: Editeur d'option Petitboot
it: Editor opzioni Petitboot
ja: Petitboot オプション・エディター
pt_br: Editor de Opções do Petitboot
ru: Редактор опций загрузки Petitboot
vi: Trình sửa đổi các hiệu chỉnh Petitboot

source: System Configuration
de: Systemkonfiguration
es: Configuración del sistema
fr: Configuration système
it: Configurazione di sistema
ja: システム構成
pt_br: Configuração do Sistema
ru: Конфигурация системы
vi: Hiệu chỉnh hệ thống

source: No IP / mask values are set
de: Keine Werte für IP/Maske festgelegt
es: No se han establecido valores IP / máscara
fr: Aucune valeur IP/de masque définie
it: Non è stato impostato alcun valore di IP/maschera
ja: IP/マスク値が設定されていません
pt_br: Nenhum valor de máscara/IP está configurado
ru: Не задано значение IP / маски
vi: Không có giá trị IP hoặc mask

source: Select a boot device to add
de: Wählen Sie eine Booteinheit aus, die hinzugefügt werden soll
es: Seleccione un dispositivo de arranque para añadirlo
fr: Sélectionner une unité d'amorçage à ajouter
it: Selezionare un dispositivo di avvio da aggiungere
ja: 追加するブート・デバイスの選択
pt_br: Selecione um dispositivo de inicialização a incluir.
ru: Выберите загрузочное устройство для добавления
vi: Chọn một thiết bị khởi động để thêm vào

source: Waiting for configuration data...
de: Warten auf Konfigurationsdaten...
es: Esperando datos de configuración...
fr: Attente de données de configuration...
it: In attesa dei dati di configurazione...
ja: 構成データを待っています...
pt_br: Aguardando dados de configuração...
ru: Ожидание данных конфигурации...
vi: Đang đợi dữ liệu hiệu chỉnh...

source: Autoboot:
de: Autom. Booten:
es: Arranque autom:
fr: Amorçage auto :
ja: 自動ブート:
pt_br: Executar a inicialização automática:
ru: Автоматическая загрузка:
vi: Tự động khởi động:

source: Disabled
de: Inaktiviert
es: Inhabilitado
fr: Désactivé
ja: 使用不可
pt_br: Desativada
ru: Выключено
vi: Vô hiệu lực

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ja: 使用可能
pt_br: Ativado
ru: Включено
vi: Có hiệu lực

source: Add Device
de: Einheit hinzufügen:
es: Añadir dispositivo:
fr: Ajouter une unité :
it: Aggiungi dispositivo
ja: デバイスの追加:
pt_br: Incluir dispositivo:
ru: Добавить устройство:
vi: Thêm Thiết bị

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Ripulisci
ja: 消去
pt_br: Limpar
ru: Очистить
vi: Xoá

source: Clear & Boot Any
de: Löschen & bel. booten
es: Borrar y realizar cualquier arranque
fr: Effacer & amorcer
it: Ripulisci e avvia tutto
ja: 消去してブート
pt_br: Limpar e inicializar qualquer um
ru: Очистить и загрузить все
vi: Xoá & Khởi động bất kì

source: Boot Order:
de: Bootreihenfolge
es: Orden de arranque
fr: Amorçage :
it: Ordine di avvio:
ja: ブート順序
pt_br: Ordem de inicialização
ru: Порядок загрузки
vi: Trật tự khởi động:

source: (None)
de: (Keine Angabe)
es: (Ninguno)
fr: (Aucun)
it: (Nessuno)
ja: (なし)
pt_br: (Nenhum)
ru: (Нет)
vi: (Không có gì)

source: disk: %s [uuid: %s]
de: Platte: %s [UUID: %s]
es: disco: %s [uuid: %s]
fr: disque : %s [uuid : %s]
it: disco: %s [uuid: %s]
ja: ディスク: %s [uuid: %s]
pt_br: disco: %s [uuid: %s]
ru: диск: %s [uuid: %s]
vi: đĩa: %s [uuid: %s]

source: net: %s [mac: %s]
de: Netz: %s [MAC: %s]
es: red: %s [mac: %s]
fr: réseau : %s [mac : %s]
it: rete: %s [mac: %s]
pt_br: rede: %s [mac: %s]
ru: сеть: %s [mac: %s]
vi: mạng: %s [mac: %s]

source: Any Device
de: Jede Einheit:
es: Cualquier dispositivo:
fr: Toute unité :
it: Qualsiasi dispositivo
ja: 任意のデバイス:
pt_br: Qualquer dispositivo:
ru: Любое устройство:
vi: Bất kì thiết bị

source: Any %s device
de: Jede %s-Einheit
es: Cualquier dispositivo %s
fr: N'importe quelle unité %s
it: Qualsiasi dispositivo %s
ja: 任意の %s デバイス
pt_br: Qualquer dispositivo %s
ru: Любое устройство %s
vi: Bất kì thiết bị %s

source: Timeout:
de: Zeitlimit:
es: Tiempo espera:
fr: Délai attente :
ja: タイムアウト:
pt_br: Tempo Limite:
ru: Тайм-аут:
vi: Hết giờ:

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
pt_br: segundos
ru: секунд
vi: giây

source: %s IPMI boot option: %s
de: IPMI-Bootoption für %s: %s
es: Opción de arranque de IPMI %s: %s
fr: %s Option d'amorçage IPMI : %s
it: Opzione di avvio IPMI %s: %s
ja: %s IPMI ブート・オプション: %s
pt_br: %s Opção de inicialização de IPMI: %s
ru: Опция загрузки IPMI %s: %s
vi: %s IPMI khởi tạo lựa chọn: %s

source: Persistent
vi: Vĩnh viễn

source: Temporary
vi: Tạm thời

source: Clear option:
de: Option 'Inhalt löschen':
es: Borrar opción:
fr: Option d'effacement :
it: Ripulisci opzione:
ja: 消去オプション:
pt_br: Limpar opção:
ru: Опция очистки:
vi: Xoá các lựa chọn:

source: Clear IPMI override now
de: IPMI-Überschreibung sofort löschen
es: Borrar ahora alteración temporal de IPMI
fr: Effacer la substitution IPMI maintenant
ja: IPMI オーバーライドを直ちに消去してください
ru: Очистить переопределение IPMI
vi: Xoá các hiệu chỉnh ghi đè của IPMI ngay bây giờ

source: Network:
de: Netz:
es: Red:
fr: Réseau :
it: Rete:
ja: ネットワーク:
pt_br: Rede:
ru: Сеть:
vi: Mạng:

source: DHCP on all active interfaces
de: DHCP für alle aktiven Schnittstellen
es: DHCP en todas las interfaces activas
fr: DHCP sur toutes les interfaces actives
it: DHCP su tutte le interfacce attive
ja: 全アクティブ・インターフェースに DHCP
pt_br: DHCP (Protocolo de Configuração de Host Dinâmico) em todas as interfaces ativas
ru: DHCP на всех активных интерфейсах
vi: DHCP trên toàn bộ các giao diện có hiệu lực

source: DHCP on a specific interface
de: DHCP für eine bestimmte Schnittstelle
es: DHCP en una interfaz específica
fr: DHCP sur une interface spécifique
it: DHCP su una specifica interfaccia
ja: 特定のインターフェースに DHCP
pt_br: DHCP (Protocolo de Configuração de Host Dinâmico) em uma interface específica
ru: DHCP на конкретном интерфейсе
vi: DHCP trên một giao diện nhất định

source: Static IP configuration
de: Statische IP-Konfiguration
es: Configuración IP estática
fr: Configuration IP statique
it: Configurazione IP statico
ja: 静的 IP 構成
pt_br: Configuração de IP Estático
ru: Конфигурация статического IP
vi: Hiệu chỉnh IP tĩnh

source: link up
de: Verbindung aktiv
es: enlace ascendente
fr: liaison vers le haut
it: link attivo
ja: リンクアップ
pt_br: link ativo
ru: линия связи активна
vi: đường dẫn lên

source: link down
de: Verbindung inaktiv
es: enlace descendente
fr: liaison vers le bas
it: link inattivo
ja: リンクダウン
pt_br: link inativo
ru: линия связи неактивна
vi: đường dẫn xuống

source: Network Override Active! 'OK' will overwrite interface config
de: Überschreibung im Netz aktiv! "OK" überschreibt die Schnittstellenkonfiguration
es: Sustitución de red activa. 'Aceptar' sobrescribirá la configuración de la interfaz.
fr: Remplacement du réseau actif. 'OK' remplacera la configuration de l'interface.
ja: ネットワーク・オーバーライドがアクティブです。「OK」でインターフェース構成を上書きします
pt_br: Substituição de rede ativa! 'OK' substituirá a configuração da interface
ru: Активно переопределение сети! Нажатие кнопки OK приведет к переопределению конфигурации интерфейса
vi: Chế độ ghi đè mạng đã có hiệu lực! 'OK' sẽ ghi đè các hiệu chỉnh giao diện

source: (eg. tftp://)
de: (z. B. tftp://)
es: (por ejemplo, tftp://)
fr: (par exemple tftp://)
ja: (例: tftp://)
pt_br: (por exemplo, tftp://)
ru: (например: tftp://)
vi: (vd: tftp://)

source: DNS Server(s):
de: DNS-Server:
es: Servidores DNS:
fr: Serveurs DNS :
it: Server DNS:
ja: DNS サーバー:
pt_br: Servidor(es) DNS:
ru: Сервер(серверы) DNS:
vi: Máy chủ DNS:

source: (eg. 192.168.0.2)
de: (z. B. 192.168.0.2)
es: (por ej. 192.168.0.2)
fr: (par exemple 192.168.0.2)
it: (ad es. 192.168.0.2)
ja: (例: 192.168.0.2)
pt_br: (por exemplo, 192.168.0.2)
vi: (vd: 192.168.0.2)

source: (if not provided by DHCP server)
de: (falls nicht vom DHCP-Server bereitgestellt)
es: (si no se proporciona por servidor DHCP)
fr: (si non fourni par le serveur DHCP)
it: (se non fornito dal server DHCP)
ja: (DHCP サーバーから提供されない場合)
pt_br: (se não for fornecido pelo servidor DHCP)
ru: (если не предоставляется сервером DHCP)
vi: (nếu không đc cung cấp bởi máy chủ DHCP)

source: Selecting 'OK' will exit safe mode
de: Durch die Auswahl von 'OK' wird der abgesicherte Modus beendet
es: Si selecciona 'Aceptar' saldrá de la modalidad segura
fr: Sélectionner 'OK' vous fera sortir du mode sans échec
it: Selezionando 'OK' si uscirà in modalità sicura
ja: 「OK」を選択するとセーフ・モードが終了します
pt_br: Selecionar 'OK' irá sair do modo de segurança
ru: После нажатия 'OK' безопасный режим будет выключен
vi: Lựa chọn 'OK' sẽ thoát khỏi chế độ an toàn

source: Disk R/W:
de: Lese-/Schreibvorgang auf Platte
es: Lectura/Escritura en disco
fr: Disque - L/E :
it: L/S disco
ja: ディスク R/W
pt_br: R/W de disco
ru: Чтение/Запись диска
vi: Đĩa Đọc/Ghi:

source: Prevent all writes to disk
de: Alle Schreibvorgänge auf die Platte verhindern
es: Impide todas las escrituras en disco
fr: Empêcher toute écriture sur le disque
it: Impedisci tutte le scritture su disco
ja: ディスクへの書き込みをすべて抑止する
pt_br: Evitar todas as gravações em disco
ru: Запретить любую запись на диск
vi: Tránh ghi vào đĩa
